{
  "Header": {
    "home": "الرئيسية",
    "writing": "كتابة",
    "socials": "وسائل التواصل",
    "projects": "المشاريع"
  },
  "Footer": {
    "madeWith": "صُنع بـ ❤️",
    "terms": "الشروط",
    "privacy": "الخصوصية"
  },
  "About": {
    "title1": "من هو لوريمر جينكينز؟",
    "paragraph1": "لوريمر جينكينز هو رائد أعمال تقني من المملكة المتحدة، يقوم ببناء LiquidOps، وهو بروتوكول لامركزي للإقراض والاقتراض مبني على نظام Arweave و AO Web3.",
    "title2": "عني",
    "paragraph2": "ولدت في المملكة المتحدة في 30 يوليو 2003، نشأت في هيرتفوردشاير وتدربت منذ صغري على التمثيل والمسرح الموسيقي.\n\nعلى الرغم من أنني كنت أحب التمثيل، إلا أنني قررت في سن 17 أنه ليس مناسبًا لي وقررت متابعة مهن أخرى. أول مكان بدأت البحث فيه كان في محاولة إيجاد شيء له علاقة بشغفي بشيء يسمى البلوكشين. لطالما تمنيت العمل في شركة بلوكشين لكنني لم أعتقد أبدًا أن ذلك كان ممكنًا بالنسبة لي قادمًا من بلدة صغيرة في المملكة المتحدة.\n\nكان معظم أقراني يتابعون الأكاديمية التقليدية في الكلية/الجامعة يدرسون مواد العلوم والتكنولوجيا والهندسة والرياضيات، شعرت أنني أطلقت النار على قدمي لأنني في ذلك الوقت كنت في كلية تمثيل. هذا الشعور تحول لاحقًا إلى واحدة من أقوى نقاط قوتي، وهي كوني الأضعف.\n\nأتذكر مشاهدة فيديو لغاري في في ذلك الوقت يقول إنه عمل مجانًا عندما كان أصغر سنًا، حيث إنه أمر منخفض المخاطر للغاية بالنسبة لشركة توظيف شخص مجانًا، يمكنهم المراهنة بشكل أكبر على من يوظفون.\n\nلذا انطلقت وأرسلت بريدًا إلكترونيًا إلى أكثر من 500 شركة ومؤسس وشركة استثمار. أعتقد أنه من بين جميع رسائل البريد الإلكتروني التي أرسلتها، حوالي 6 منها فقط نجحت، ما زلت قريبًا من جميع الستة وأستمر في العمل معهم بطرق عديدة حتى يومنا هذا.\n\nكان أحد الستة يعمل في صندوق استثمار يستثمر في العملات المشفرة، رأى مدى جوعي للعمل فقط ووضعني على اتصال مع الشريك الإداري للشركة الذي كان يبحث عن المزيد من المتدربين.\n\nهذا بدأ كل شيء بالنسبة لي، عملت في الشركة كمتدرب غير مدفوع الأجر لمدة 3 أشهر وبعد ذلك واصلت العمل هناك كمحلل مدفوع الأجر لمدة عام. بالنظر إلى الوراء كان العمل الأكثر إملالًا، لكنني أحببته تمامًا، عملت على رأس المال الاستثماري للعملات المشفرة وصندوق التحوط الخاص بهم.\n\nبعد أن عملت في الشركة لمدة عام، بدأ الشركاء في الوثوق بي أكثر وبدأت في الحضور إلى مكالمات العروض التقديمية لتدوين الملاحظات للجنة الاستثمار الخاصة بهم. بدأت في محاولة البحث عن شركات مثيرة للاهتمام للصندوق على تويتر ذات يوم ووجدت شخصًا يُدعى تيت يبني منصة تداول لامركزية.\n\nحتى هذه النقطة كنت دائمًا الأصغر سنًا في الغرفة بفارق كبير، كان تيت في عمري (18) في ذلك الوقت وكنت سعيدًا جدًا للدردشة معه كمؤسس لمنصة تداول لامركزية في عمري.\n\nتحدثت مع تيت عدة مرات حول مشروعه، لسوء الحظ لم يستثمر الصندوق، لكنني بقيت على اتصال معه.\n\nعلى الرغم من أن العمل في صندوق استثمار أمر رائع، إلا أنه ممل قليلاً مقارنة ببناء شركة ناشئة. لذا في يوم من الأيام راسلت تيت وتواصلت معه قائلاً إنني كنت أبحث عن وظيفة وإذا كان مهتمًا بالعمل معًا.\n\nكان من الصعب رؤية كيف يمكنني العمل معه، حيث أنني في ذلك الوقت لم أكن أعرف البرمجة ولم أكن مهتمًا بالمنتج، بعد أن كنت في جانب رأس المال الاستثماري.\n\nلذا انطلقت لتعلم البرمجة، وهذا قادني لبناء مشروعي الأول، موقع تحليلات لمعاملات العملات المشفرة. نما هذا المشروع وحصلنا على منحة لنا (أنا وعدد قليل من المقاولين من Fiverr) للتركيز عليه بدوام كامل. تركت وظيفتي الاستثمارية للعمل على المشروع بدوام كامل وفعلت ذلك لمدة عام.\n\nبعد بعض الوقت تواصلت مع تيت، أريته المشروع وأخبرته أنني تعلمت البرمجة. أعتقد أن هذا أثار حماس تيت لأنه التقى بالكثير من الأشخاص الذين قالوا إنهم سيفعلون أشياء لكنهم لم يفعلوا أبدًا.\n\nكان تيت يعمل على فكرة جديدة في ذلك الوقت تسمى Community Labs، كانوا قد جمعوا لتوهم جولتهم الأولية. استغليت هذه الفرصة بكلتا يدي، أعدت منحة التحليلات التي تلقيناها وانضممت كأول زميل خارجي.\n\nعملت في Community Labs لمدة عامين أو نحو ذلك في بناء مشاريع مختلفة مثل Othent و Oases و subsidise-JS و AO Ventures.\n\nأثناء وجودي في Community Labs التقيت بمارتون، شاركنا العديد من أوجه التشابه وأصبحنا قريبين في الشركة. كان مارتون مؤسس مشروع يسمى ArConnect، وهي محفظة ويب 3 لـ Arweave.\n\nذات يوم بينما كان في رحلة إلى كامبريدج، حيث كنت أعيش في ذلك الوقت، أدركنا مقدار الإمكانات الموجودة لجميع هذه الرموز في التمويل اللامركزي لـ Arweave.\n\nكنا محظوظين للغاية أن AO، وهي طبقة حوسبة جديدة فوق Arweave، كانت في بدايتها. توصلنا إلى فكرة بروتوكول للتمويل اللامركزي حيث يمكنك كسب فائدة على رموز AR الخاصة بك وأطلقنا عليه اسم Operation Liquidity (لنجلب السيولة إلى Arweave).\n\nأطلقنا قائمة انتظار حيث يمكنك التسجيل بمحفظة Arweave الخاصة بك والتعهد بالأصول للبروتوكول.\n\nخلال الساعتين الأوليين نمت قائمة الانتظار تلك إلى أكثر من 2 مليون دولار وعلى مدى الأشهر القليلة التالية نمت إلى 55 مليون دولار مع أكثر من 3 آلاف تسجيل بريد إلكتروني.\n\nثم أعدنا تسمية الفكرة إلى LiquidOps (Operation Liquidity بالعكس ومختصر)، جمعنا جولة ما قبل الأولية للفكرة بقيمة 325 ألف دولار وانفصلنا عن Community Labs كأول انفصال للزملاء (أول واحد يدخل أول واحد يخرج هاها).\n\nأقضي الآن وقتي في العمل على LiquidOps، بروتوكول الإقراض والاقتراض المبني على Arweave و AO.\n\nشكرًا على القراءة، آمل أن تلهمك قصتي لمطاردة أحلامك من طفل صغير في علية منزله يريد العمل في شركة بلوكشين، إلى المشاركة في تأسيس واحدة الآن، لقد بدأنا للتو في LiquidOps وأنا متحمس للغاية لرؤية إلى أين يأخذني هذا المسار!"
  },
  "Writing": {
    "backToBlogs": "عُد"
  }
}
