{
  "Header": {
    "home": "Dom콢",
    "writing": "Psan칤",
    "projects": "Projekty",
    "angel": "And캩l",
    "socials": "Soci치ln칤 s칤t캩",
    "searchLanguages": "Hledat jazyky...",
    "noLanguagesFound": "콯치dn칠 jazyky nenalezeny"
  },
  "Footer": {
    "madeWith": "Vytvo콏eno s 仇벒잺",
    "terms": "Podm칤nky",
    "privacy": "Soukrom칤",
    "arweaveNetSite": "Nav쬯y hostov치no na arweave.net",
    "coffee": "Kup mi k치vu"
  },
  "Writing": {
    "backToBlogs": "Zp캩t"
  },
  "TimelineContent": {
    "heroTitle": "Jsem Builder z Anglie 游섫릖 zaj칤m치m se o Crypto, Startupy a V칳voj softwaru se zku코enostmi z Venture Capital a herectv칤.",
    "getInTouch": "Kontaktujte m캩.",
    "experienceJourney": "Poznejte mou cestu",
    "scrollDown": "Scrollujte dol콢",
    "photoPlaceholder": "Fotka",
    "timeline2025Title": "Buduji LiquidOps",
    "timeline2025Description": "To jsem j치 dnes - Spoluzakladatel a CEO LiquidOps, prvn칤ho protokolu pro p콢j캜ov치n칤 na Arweave a AO. Spustili jsme testnet a fair launch.",
    "timeline2024Title": "Zalo쬴l jsem LiquidOps",
    "timeline2024Description": "Tento rok zm캩nil v코e. Potkal jsem Martona v Cambridge a vytvo콏ili jsme Operation Liquidity. Kdy jsme spustili 캜ekac칤 listinu, dos치hli jsme $2M v z치vazc칤ch za pouh칠 2 hodiny. Vyrostlo to na $55M z v칤ce ne 3 000 registrac칤. Z칤skali jsme pre-seed kolo $325K a odd캩lili se od Community Labs jako jejich prvn칤 Fellow spinout.",
    "timeline2023Title": "Othent na Arweave",
    "timeline2023Description": "Stal jsem se prvn칤m extern칤m Fellow v Community Labs hned po jejich seed kole. Vr치til jsem sv콢j analytick칳 grant, abych se pln캩 soust콏edil na ekosyst칠m Arweave. B캩hem t칠to doby jsem postavil Othent, Oases, subsidise-JS a pracoval na AO Ventures. Tady jsem opravdu na코el sv칠 lidi.",
    "timeline2022Title": "P콏idal jsem se ke Community Labs a postavil sv콢j prvn칤 projekt",
    "timeline2022Description": "Vytvo콏il jsem platformu pro anal칳zu krypto transakc칤 a dostal grant $100k od s칤t칤 Polkadot a Kusama. Tehdy jsem se opravdu nau캜il spr치vn캩 programovat. Pracoval jsem na pln칳 칰vazek na projektu s n캩kolika freelancery. Bylo to vy캜erp치vaj칤c칤, ale vzru코uj칤c칤. Tak칠 jsem se p콏ipojil ke Community Labs. Za캜al jsem s indie hackingem z kav치ren m칤sto budov치n칤 VC.",
    "timeline2021Title": "Dostal jsem se do Crypto VC z lo쬹ice",
    "timeline2021Description": "Z칤skal jsem neplacen칳 st치 v krypto venture capital fondu. Pracoval jsem 3 m캩s칤ce bez platu, ne mi nab칤dli placenou pozici analytika. Pracoval jsem na stran캩 VC i hedge fondu.",
    "timeline2020Title": "Krypto teenager na hereck칠 코kole",
    "timeline2020Description": "Na hereck칠 코kole jsem za캜al vzd캩l치vac칤 krypto kan치l na TikToku zam캩콏en칳 na vzd캩l치v치n칤 Gen Z o kryptu. Cena ETH byla $201! Prod치val jsem oble캜en칤, abych zaplatil hereckou 코kolu. Poslal jsem e-maily v칤ce ne 500 spole캜nostem a VC, hledal jsem neplacenou st치 nebo jakoukoli pr치ci v odv캩tv칤. 칔캜astnil jsem se Zoom sch콢zek na parkovi코ti 코koly s telefonem spolu쮂멺a, kter칳 m캩l data, zat칤mco jsem chodil za 코kolu, abych pitchoval VC a firm치m o mo쬹osti m칠ho zam캩stn치n칤."
  },
  "BirthYearBadge": {
    "born": "Narozen 30. 캜ervence 2003"
  },
  "AngelPage": {
    "loading": "Na캜칤t치n칤...",
    "title": "And캩lsk칠 investov치n칤",
    "intro1": "R치d potk치v치m zakladatele, kte콏칤 buduj칤 n캩co, na 캜em jim opravdu z치le쮂. Kdy vid칤m potenci치l a zp콢soby, jak pomoci mimo kapit치l, r치d se zapoj칤m brzy.",
    "intro2Part1": "Obvykle p칤코u 코eky mezi",
    "intro2Part2": "v pre-seed a seed kolech. I kdy nep칤코u nejv캩t코칤 코eky, sna쮂셠 se b칳t u쬴te캜n칳. A콘 u jde o p콏edstaven칤, zp캩tnou vazbu k produktu, technick칠 rady nebo jen n캩koho, s k칳m si promluvit o probl칠mech, chci b칳t typ investora, kter칠ho bych cht캩l ve sv칠m cap table.",
    "checkAmount": "$500 a $5 000",
    "intro3": "Budujete n캩co zaj칤mav칠ho? R치d o tom usly코칤m.",
    "getInTouch": "Kontaktujte m캩",
    "portfolioTitle": "Moje portfolio",
    "crunchbaseText": "V칤ce informac칤 na m칠m",
    "seeProject": "Zobrazit projekt",
    "preSeed": "Pre-seed",
    "seed": "Seed",
    "seriesA": "Series A",
    "astroDescription": "Vydavatel p콏ezaji코t캩n칠ho stablecoinu"
  },
  "ProjectsPage": {
    "loading": "Na캜칤t치n칤...",
    "title": "Projekty",
    "website": "Web",
    "github": "Github",
    "noProjects": "콯치dn칠 projekty nejsou k dispozici.",
    "walletyDescription": "Analytick칳 web ekosyst칠mu Polkadot a Kusama zam캩콏en칳 na zlep코en칤 UX krypto pen캩쬰nek v ekosyst칠mu.",
    "othentDescription": "Spojen칤 p콏ihl치코en칤 u쬴vatel콢 Web2 do Web3 se zn치m칳m a jednoduch칳m rozhran칤m, umo쮄갓j칤c칤 칰캜t콢m SSO OAuth m칤t pen캩쬰nku ekosyst칠mu Arweave.",
    "liquidOpsDescription": "Protokol pro p콢j캜ov치n칤 na Arweave a AO. Spoluzalo쬴l jsem projekt s Martonem Ledererem."
  },
  "WritingPage": {
    "loading": "Na캜칤t치n칤...",
    "title": "Psan칤",
    "substackSignup": "P콏ihlaste se k odb캩ru nov칳ch blogov칳ch p콏칤sp캩vk콢 emailem."
  }
}
