{
  "Header": {
    "home": "Hjem",
    "writing": "Skrivning",
    "projects": "Projekter",
    "angel": "Engel",
    "socials": "Sociale medier",
    "searchLanguages": "S칮g sprog...",
    "noLanguagesFound": "Ingen sprog fundet"
  },
  "Footer": {
    "madeWith": "Lavet med 仇벒잺",
    "terms": "Vilk친r",
    "privacy": "Privatliv",
    "arweaveNetSite": "Hostet for evigt p친 arweave.net",
    "coffee": "K칮b mig en kaffe"
  },
  "Writing": {
    "backToBlogs": "Tilbage"
  },
  "TimelineContent": {
    "heroTitle": "Jeg er en Builder fra England 游섫릖 interesseret i Crypto, Startups og Softwareudvikling med baggrund i Venture Capital & Skuespil.",
    "getInTouch": "Kontakt mig.",
    "experienceJourney": "Oplev min rejse",
    "scrollDown": "Scroll ned",
    "photoPlaceholder": "Foto",
    "timeline2025Title": "Bygger LiquidOps",
    "timeline2025Description": "Det er mig i dag - Medstifter & CEO af LiquidOps, den f칮rste udl친nsprotokol p친 Arweave & AO. Vi har lanceret vores testnet og fair launch.",
    "timeline2024Title": "Grundlagde LiquidOps",
    "timeline2024Description": "Dette 친r 칝ndrede alt. Jeg m칮dte Marton i Cambridge, og vi skabte Operation Liquidity. Da vi lancerede ventelisten, n친ede vi $2M i tilsagn p친 kun 2 timer. Det voksede til $55M fra over 3.000 tilmeldinger. Vi rejste en pre-seed-runde p친 $325K og blev udskilt fra Community Labs som deres f칮rste Fellow-spinout.",
    "timeline2023Title": "Othent p친 Arweave",
    "timeline2023Description": "Jeg blev den f칮rste eksterne Fellow hos Community Labs lige efter deres seed-runde. Jeg returnerede mit analytics-tilskud for at fokusere fuldt ud p친 Arweave-칮kosystemet. I l칮bet af min tid her byggede jeg Othent, Oases, subsidise-JS og arbejdede p친 AO Ventures. Her fandt jeg virkelig mine mennesker.",
    "timeline2022Title": "Sluttede mig til Community Labs & byggede mit f칮rste projekt",
    "timeline2022Description": "Jeg skabte en platform til analyse af kryptotransaktioner og modtog et tilskud p친 $100k fra Polkadot- og Kusama-netv칝rkene. Det var her, jeg virkelig l칝rte mig selv at kode ordentligt. Jeg arbejdede fuldtid p친 projektet med nogle freelancere. Det var udmattende men sp칝ndende. Sluttede mig ogs친 til Community Labs. Begyndte at lave indie hacking fra caf칠er i stedet for at bygge en VC.",
    "timeline2021Title": "Br칮d ind i Crypto VC fra mit sovev칝relse",
    "timeline2021Description": "Jeg fik en ubetalt praktik i en crypto venture capital-fond. Jeg arbejdede i 3 m친neder uden l칮n, f칮r de tilb칮d mig en betalt analytikerstilling. Jeg arbejdede p친 b친de VC- og hedgefond-siden.",
    "timeline2020Title": "Crypto-teenager p친 Dramaskolen",
    "timeline2020Description": "Mens jeg var p친 Dramaskolen, startede jeg en uddannelsesm칝ssig Crypto TikTok-kanal med det form친l at uddanne Gen Z om Crypto. ETH-prisen var $201! Solgte t칮j for at betale for Dramaskolen. Jeg sendte e-mails til over 500 virksomheder og VC'er og ledte efter ubetalt praktik eller ethvert job i branchen. Jeg tog Zoom-m칮der p친 skolens parkeringsplads med en klassekammerats telefon, der havde data, mens jeg pj칝kkede fra timerne for at pitche VC'er og virksomheder om potentielt at ans칝tte mig."
  },
  "BirthYearBadge": {
    "born": "F칮dt 30. juli 2003"
  },
  "AngelPage": {
    "loading": "Indl칝ser...",
    "title": "Engleinvestering",
    "intro1": "Jeg elsker at m칮de stiftere, der bygger noget, de virkelig br칝nder for. N친r jeg ser potentiale og m친der, jeg kan hj칝lpe ud over kapital, er jeg ivrig efter at blive involveret tidligt.",
    "intro2Part1": "Jeg skriver typisk checks mellem",
    "intro2Part2": "i pre-seed- og seed-runder. Selvom jeg ikke skriver de st칮rste checks, fors칮ger jeg at v칝re nyttig. Uanset om det er introduktioner, produktfeedback, teknisk r친dgivning eller bare nogen at tale problemer igennem med, vil jeg v칝re den type investor, jeg gerne ville have i mit cap table.",
    "checkAmount": "$500 og $5.000",
    "intro3": "Bygger du noget interessant? Jeg ville elske at h칮re om det.",
    "getInTouch": "Kontakt mig",
    "portfolioTitle": "Min Portef칮lje",
    "crunchbaseText": "Se mere info p친 min",
    "seeProject": "Se projektet",
    "preSeed": "Pre-seed",
    "seed": "Seed",
    "seriesA": "Serie A",
    "astroDescription": "Udsteder af overbel친nt stablecoin"
  },
  "ProjectsPage": {
    "loading": "Indl칝ser...",
    "title": "Projekter",
    "website": "Hjemmeside",
    "github": "Github",
    "noProjects": "Ingen projekter tilg칝ngelige.",
    "walletyDescription": "En analysehjemmeside for Polkadot & Kusama-칮kosystemet, der sigter mod at forbedre UX for kryptotegneb칮ger i 칮kosystemet.",
    "othentDescription": "Sammenfletter Web2 til Web3 brugerlogins med en velkendt og simpel gr칝nseflade, hvilket g칮r det muligt for SSO OAuth-konti at have en Arweave-칮kosystem-tegnebog.",
    "liquidOpsDescription": "En udl친nsprotokol p친 Arweave og AO. Jeg var medstifter af projektet med Marton Lederer."
  },
  "WritingPage": {
    "loading": "Indl칝ser...",
    "title": "Skrivning",
    "substackSignup": "Tilmeld dig for at modtage nye blogindl칝g via e-mail."
  }
}
