{
  "Header": {
    "home": "Heim",
    "blogs": "Blogs",
    "socials": "Soziale Netzwerke"
  },
  "Footer": {
    "contact": "Kontakt"
  },
  "About": {
    "title1": "Wer ist Lorimer Jenkins?",
    "paragraph1": "Lorimer Jenkins ist ein Tech-Unternehmer aus Großbritannien, der LiquidOps aufbaut - ein dezentrales Lend- und Borrowing-Protokoll im Arweave- und AO Web3-Ökosystem.",
    "title2": "Über mich",
    "paragraph2": "Ich wurde am 30. Juli 2003 in Großbritannien geboren und bin in Hertfordshire aufgewachsen, wo ich von klein auf in Schauspiel und Musiktheater ausgebildet wurde.\n\nObwohl mir das Schauspiel gefiel, entschied ich mit 17, dass es nichts für mich war und andere Karrierewege einschlagen wollte. Der erste Ort, an dem ich suchte, war der Versuch, etwas mit meiner Leidenschaft für die sogenannte Blockchain zu finden. Ich hatte immer davon geträumt, für ein Blockchain-Unternehmen zu arbeiten, aber nie gedacht, dass das möglich wäre, da ich aus einer kleinen Stadt in Großbritannien stammte.\n\nDie meisten meiner Altersgenossen verfolgten traditionelle akademische Laufbahnen am College/der Uni und studierten MINT-Fächer. Ich fühlte mich benachteiligt, da ich zu der Zeit an einer Schauspielschule war. Dieses Gefühl wurde später zu einer meiner wertvollsten Stärken - der Underdog zu sein.\n\nIch erinnere mich daran, ein Gary Vee-Video gesehen zu haben, in dem er sagte, dass er in jungen Jahren kostenlos gearbeitet hatte, da es für ein Unternehmen super risikoarm ist, jemanden kostenlos einzustellen - sie können ein größeres Risiko bei der Einstellung eingehen.\n\nAlso machte ich mich auf den Weg und schrieb über 500 Unternehmen, Gründer und Investmentfirmen an. Ich denke, von all den E-Mails, die ich verschickte, haben nur etwa 6 geantwortet. Mit allen 6 bin ich heute noch eng verbunden und arbeite bis heute in vielerlei Hinsicht mit ihnen zusammen.\n\nEiner der 6 arbeitete bei einem Venture Fund, der in Krypto investierte. Er sah, wie hungrig ich war, einfach nur zu arbeiten, und brachte mich mit dem MP der Firma in Kontakt, der nach weiteren Praktikanten suchte.\n\nDas war der Anfang von allem für mich. Ich arbeitete 3 Monate lang als unbezahlter Praktikant in der Firma und anschließend ein Jahr lang als bezahlter Analyst. Rückblickend war es die langweiligste Arbeit, die man sich vorstellen kann, aber ich liebte sie absolut. Ich arbeitete an ihrem Krypto-VC und HF.\n\nNachdem ich ein Jahr in der Firma gearbeitet hatte, begannen die Partner mir mehr zu vertrauen, und ich nahm an Pitch-Calls teil, um Notizen für ihr IC zu machen. Eines Tages suchte ich auf X nach interessanten Unternehmen für den Fonds und stieß auf einen Typen namens Tate, der eine DEX aufbaute.\n\nBis zu diesem Punkt war ich immer der Jüngste im Raum, und zwar bei weitem. Tate war zu der Zeit in meinem Alter (18), und ich war begeistert, mit ihm als Gründer einer DEX in MEINEM ALTER zu sprechen.\n\nIch sprach ein paar Mal mit Tate über sein Projekt. Leider investierte der Fonds nicht, aber ich blieb mit ihm in Kontakt.\n\nObwohl die Arbeit bei einem Investmentfonds großartig ist, ist sie im Vergleich zum Aufbau eines Startups etwas langweilig. Also schrieb ich Tate eines Tages und fragte ihn, ob er Interesse an einer Zusammenarbeit hätte, da ich nach einem Job suchte.\n\nEs war schwer zu sehen, wie ich möglicherweise mit ihm arbeiten könnte, da ich zu der Zeit nicht programmieren konnte und nicht sehr produktfokussiert war, nachdem ich auf der VC-Seite gewesen war.\n\nAlso machte ich mich daran, das Programmieren zu lernen. Das führte dazu, dass ich mein erstes Projekt baute - eine Analytics-Website für Krypto-Transaktionen. Dieses Projekt wuchs und wir erhielten ein Stipendium für uns (mich und ein paar Fiverr-Auftragnehmer), um uns vollzeit darauf zu konzentrieren. Ich kündigte meinen Investmentjob, um ein Jahr lang vollzeit an dem Projekt zu arbeiten.\n\nNach einiger Zeit ging ich auf Tate zu, zeigte ihm das Projekt und erzählte ihm, dass ich das Programmieren gelernt hatte. Ich denke, das begeisterte Tate, da er so viele Leute getroffen hatte, die sagten, sie würden Dinge tun, es aber nie taten.\n\nTate arbeitete zu der Zeit an einer neuen Idee namens Community Labs, die gerade ihre Seed-Runde abgeschlossen hatte. Ich ergriff diese Gelegenheit mit offenen Armen, gab das Analytics-Stipendium zurück, das wir erhalten hatten, und trat als erster externer Fellow bei.\n\nIch arbeitete etwa 2 Jahre bei Community Labs und baute verschiedene Projekte wie Othent, Oases, subsidise-JS und AO Ventures auf.\n\nBei Community Labs lernte ich Marton kennen. Wir teilten viele Gemeinsamkeiten und kamen uns in der Firma nahe. Marton war der Gründer eines Projekts namens ArConnect, einer Web3 Arweave Wallet.\n\nEines Tages, als er auf einer Reise nach Cambridge war, wo ich zu der Zeit lebte, erkannten wir, wie viel Potenzial all diese Token in Arweave DeFi hatten.\n\nWir hatten großes Glück, dass AO, eine neue Computing-Schicht auf Arweave, noch in den Kinderschuhen steckte. Wir entwickelten die Idee eines DeFi-Protokolls, bei dem man Zinsen auf seine AR-Token verdienen konnte, und nannten es Operation Liquidity (lasst uns Liquidität zu Arweave bringen).\n\nWir starteten eine Warteliste, auf der man sich mit seiner Arweave Wallet anmelden und Assets für das Protokoll zusagen konnte.\n\nInnerhalb der ersten zwei Stunden wuchs diese Warteliste auf über 2 Millionen Dollar an, und in den nächsten Monaten wuchs sie auf 55 Millionen Dollar mit über 3.000 E-Mail-Anmeldungen.\n\nWir benannten die Idee dann in LiquidOps um (Operation Liquidity rückwärts und verkürzt), sammelten eine Pre-Seed-Runde von 325.000 Dollar für die Idee und gründeten uns aus Community Labs als erste Fellow-Ausgründung aus (erster rein, erster raus, haha).\n\nIch verbringe jetzt meine Zeit damit, an LiquidOps zu arbeiten, einem Lend- und Borrowing-Protokoll, das auf Arweave und AO aufgebaut ist.\n\nDanke fürs Lesen. Ich hoffe, meine Geschichte kann dich inspirieren, deine Träume zu verfolgen - von einem jungen Kind auf seinem Dachboden, das für ein Blockchain-Unternehmen arbeiten wollte, bis hin zur Mitgründung eines solchen. Wir fangen bei LiquidOps gerade erst an, und ich bin super gespannt darauf zu sehen, wohin mich dieser Weg führt!"
  },
  "Blogs": {
    "pageTitle": "Blogs",
    "backToBlogs": "Zurück zu Blogs"
  }
}
