{
  "Header": {
    "home": "Heim",
    "writing": "Schreiben",
    "projects": "Projekte",
    "angel": "Engel",
    "socials": "Soziale Netzwerke"
  },
  "Footer": {
    "madeWith": "Hergestellt mit ❤️",
    "terms": "Bedingungen",
    "privacy": "Privatsphäre",
    "arweaveNetSite": "Für immer auf arweave.net gehostet.",
    "coffee": "Kauf mir einen Kaffee"
  },
  "Writing": {
    "backToBlogs": "Geh zurück"
  },
  "TimelineContent": {
    "heroTitle": "Ich bin ein Builder aus England 🇬🇧 mit Interesse an Krypto, Startups und Softwareentwicklung mit einem Hintergrund in Risikokapital & Schauspiel.",
    "getInTouch": "Kontaktiere mich.",
    "experienceJourney": "Erlebe meine Reise",
    "scrollDown": "Nach unten scrollen",
    "photoPlaceholder": "Foto",
    "timeline2025Title": "LiquidOps aufbauen",
    "timeline2025Description": "Das bin ich heute - Mitgründer & CEO von LiquidOps, dem ersten Kredit- und Leihprotokoll auf Arweave & AO. Wir haben unser Testnetz und unseren fairen Launch gestartet.",
    "timeline2024Title": "LiquidOps gegründet",
    "timeline2024Description": "Dieses Jahr hat alles verändert. Ich traf Marton in Cambridge und wir konzipierten Operation Liquidity. Als wir die Warteliste starteten, erreichten wir in nur 2 Stunden 2 Millionen Dollar an Zusagen. Es wuchs auf 55 Millionen Dollar von über 3.000 Anmeldungen. Wir sammelten eine Pre-Seed-Runde von 325.000 Dollar und wurden als erster Fellow-Spinout von Community Labs ausgegründet.",
    "timeline2023Title": "Othent auf Arweave",
    "timeline2023Description": "Ich wurde der erste externe Fellow bei Community Labs direkt nach ihrer Seed-Runde. Ich gab meinen Analytics-Grant zurück, um mich voll auf das Arweave-Ökosystem zu konzentrieren. Während meiner Zeit hier baute ich Othent, Oases, subsidise-JS und arbeitete an AO Ventures. Hier habe ich wirklich meine Leute gefunden.",
    "timeline2022Title": "Community Labs beigetreten & mein erstes Projekt gebaut",
    "timeline2022Description": "Ich erstellte eine Krypto-Transaktionsanalyseplattform und erhielt einen Grant von 100.000 Dollar von Polkadot- und Kusama-Netzwerken. Das war, als ich mir wirklich richtig das Programmieren beibrachte. Ich arbeitete Vollzeit an dem Projekt mit einigen freiberuflichen Auftragnehmern, die ich fand. Es war erschöpfend aber aufregend. Außerdem trat ich Community Labs bei. Begann mit Indie-Hacking aus Cafés statt eine VC aufzubauen.",
    "timeline2021Title": "Von meinem Schlafzimmer aus in Krypto-VC eingestiegen",
    "timeline2021Description": "Ich bekam ein unbezahltes Praktikum bei einem Krypto-Risikokapitalfonds. Ich arbeitete 3 Monate ohne Bezahlung, bevor sie mir eine bezahlte Analystenrolle anboten. Ich arbeitete sowohl auf der VC- als auch auf der Hedgefonds-Seite.",
    "timeline2020Title": "Krypto-Teenager an der Schauspielschule",
    "timeline2020Description": "Während der Schauspielschule startete ich einen Krypto-TikTok-Bildungskanal, der darauf abzielte, Gen Z über Krypto aufzuklären. ETHs Preis war 201 Dollar! Verkaufte Kleidung, um die Schauspielschule zu bezahlen. Ich schrieb E-Mails an über 500 Unternehmen und VCs auf der Suche nach einem unbezahlten Praktikum oder irgendeinem Job in der Branche. Ich nahm Zoom-Meetings auf dem Parkplatz der Schule mit dem Handy meines Klassenkameraden, das Daten hatte, während ich den Unterricht schwänzte, um VCs und Unternehmen zu pitchen, mich möglicherweise einzustellen."
  },
  "BirthYearBadge": {
    "born": "Geboren am 30. Juli 2003"
  },
  "AngelPage": {
    "loading": "Laden...",
    "title": "Angel-Investitionen",
    "intro1": "Ich liebe es, Gründer zu treffen, die etwas bauen, das ihnen wirklich am Herzen liegt. Wenn ich Potenzial sehe und Möglichkeiten, über das Kapital hinaus zu helfen, bin ich bestrebt, mich frühzeitig zu engagieren.",
    "intro2Part1": "Ich schreibe normalerweise Schecks zwischen",
    "intro2Part2": "in Pre-Seed- und Seed-Runden. Obwohl ich nicht die größten Schecks schreibe, versuche ich nützlich zu sein. Ob das Vorstellungen, Produktfeedback, technische Beratung oder einfach jemand zum Durchsprechen von Problemen ist – ich möchte der Investor sein, den ich in meinem Cap Table haben möchte.",
    "checkAmount": "500 $ und 5.000 $",
    "intro3": "Baust du etwas Interessantes? Ich würde gerne davon hören.",
    "getInTouch": "Kontaktiere mich",
    "portfolioTitle": "Mein Portfolio",
    "crunchbaseText": "Mehr Infos auf meinem",
    "seeProject": "Zum Projekt",
    "preSeed": "Pre-Seed",
    "seed": "Seed",
    "seriesA": "Series A",
    "astroDescription": "Überbesicherter Stablecoin-Emittent"
  },
  "ProjectsPage": {
    "loading": "Laden...",
    "title": "Projekte",
    "website": "Webseite",
    "github": "Github",
    "noProjects": "Keine Projekte verfügbar.",
    "walletyDescription": "Eine Polkadot & Kusama Ökosystem-Analysewebsite, die darauf abzielt, die Benutzererfahrung von Krypto-Wallets im Ökosystem zu verbessern.",
    "othentDescription": "Vereinigung von Web2 zu Web3 Benutzeranmeldungen mit einer vertrauten und einfachen Oberfläche, die SSO OAuth-Konten eine Arweave-Ökosystem-Wallet ermöglicht.",
    "liquidOpsDescription": "Ein Kredit- und Leihprotokoll auf Arweave und AO. Ich habe das Projekt zusammen mit Marton Lederer mitgegründet."
  },
  "WritingPage": {
    "loading": "Laden...",
    "title": "Schreiben",
    "substackSignup": "Melden Sie sich an, um neue Blogbeiträge per E-Mail zu erhalten."
  }
}
