{
  "Header": {
    "home": "Αρχική",
    "writing": "Συγγραφή",
    "projects": "Έργα",
    "angel": "Angel",
    "links": "Σύνδεσμοι",
    "bookshelf": "Βιβλιοθήκη",
    "searchLanguages": "Αναζήτηση γλωσσών...",
    "noLanguagesFound": "Δεν βρέθηκαν γλώσσες"
  },
  "Footer": {
    "madeWith": "Φτιαγμένο με ❤️",
    "terms": "Όροι",
    "privacy": "Απόρρητο",
    "arweaveNetSite": "Φιλοξενείται για πάντα στο arweave.net",
    "coffee": "Αγόρασέ μου έναν καφέ",
    "submitPR": "Υποβολή PR",
    "reportBug": "Αναφορά σφάλματος"
  },
  "Writing": {
    "backToBlogs": "Πίσω"
  },
  "TimelineContent": {
    "heroTitle": "Είμαι ιδρυτής από την Αγγλία που αυτή τη στιγμή ταξιδεύει ως ψηφιακός νομάς σε ΗΠΑ/UK/EU μέσω AirBnb. Με ενδιαφέρουν τα crypto, οι startups και η ανάπτυξη λογισμικού. Έχω υπόβαθρο σε venture capital και υποκριτική.",
    "getInTouch": "Επικοινωνήστε",
    "experienceJourney": "Ζήστε την ιστορία μου",
    "scrollDown": "Κάντε scroll προς τα κάτω",
    "photoPlaceholder": "Φωτογραφία",
    "timeline2025Title": "Χτίζοντας το LiquidOps",
    "timeline2025Description": "Φέτος πέρασα χρόνο χτίζοντας το [LiquidOps](/projects#liquidops) και κάνοντας launch το mainnet του δικτύου. Ένα από τα πιο πολύτιμα μαθήματα που έμαθα φέτος είναι ότι τα startups δεν αφορούν μόνο το προϊόν. Η ανάπτυξη και το marketing είναι εξίσου σημαντικά (αν όχι περισσότερο) με το προϊόν, γι' αυτό άρχισα να [δημιουργώ περιεχόμενο](/projects#content-creator) και να εστιάζω στην ανάπτυξη.",
    "timeline2024Title": "Ίδρυσα το LiquidOps",
    "timeline2024Description": "Φέτος ήρθε η ιδέα του [LiquidOps](/projects#liquidops) μαζί με τον [Marton Lederer](https://x.com/martonlederer) μετά από μια βροχερή φιλόδοξη βόλτα στο Cambridge όπου έμενα τότε. Το [AO](https://ao.arweave.net) ήταν στα σπάργανα και γρήγορα συνειδητοποιήσαμε τη δυνατότητα αξιοποίησης της τρέχουσας ρευστότητας του οικοσυστήματος. Δούλεψα επίσης ως Engineering Partner στο [AO Ventures](https://aoventures.io). Υποστήριξα ομάδες στο cohort και βοήθησα να αποφασιστεί ποιος θα συμμετάσχει στο demo day από τεχνική άποψη, τελικά συμμετείχα κι εγώ με τη νέα μου ιδέα - [LiquidOps](/projects#liquidops).",
    "timeline2023Title": "Το Othent χτίστηκε στο Arweave",
    "timeline2023Description": "Έγινα ο πρώτος εξωτερικός Fellow στο [Community Labs](https://communitylabs.com) αμέσως μετά το seed round τους. Επέστρεψα το grant του [Wallety](/projects#wallety) για να εστιάσω πλήρως στο οικοσύστημα [Arweave](https://arweave.org). Κατά τη διάρκεια της παραμονής μου εδώ έχτισα το [Othent](/projects#othent), το Oases και το Subsidise-JS.",
    "timeline2022Title": "Μπήκα στο Community Labs και έχτισα το πρώτο μου project Wallety",
    "timeline2022Description": "Αφού συνειδητοποίησα ότι οι επενδύσεις δεν με ενθουσίαζαν όσο το χτίσιμο, ξεκίνησα μια αποστολή να μάθω προγραμματισμό από το μηδέν. Έμαθα να προγραμματίζω αρκετά γρήγορα και έχτισα το πρώτο μου project [Wallety](/projects#wallety). Ήταν εξαντλητικό αλλά συναρπαστικό. Τότε τράβηξα την προσοχή του [Tate Berenbaum](https://x.com/TateBerenbaum) που έγινε στενός φίλος και αποφάσισα να τον ακολουθήσω στο [Community Labs](https://communitylabs).",
    "timeline2021Title": "Μπήκα στο Crypto VC από το υπνοδωμάτιό μου",
    "timeline2021Description": "Πήρα μια απλήρωτη πρακτική σε ένα crypto venture capital fund από τα cold emails της προηγούμενης χρονιάς. Δούλεψα 3 μήνες χωρίς αμοιβή πριν μου προσφέρουν αμειβόμενη θέση αναλυτή, μετά δούλεψα στα venture και hedge funds τους τον επόμενο χρόνο. Πέρασα τον χρόνο μου κυρίως κάνοντας due diligence σε dealflow, παίρνοντας σημειώσεις στις εβδομαδιαίες συναντήσεις της επενδυτικής επιτροπής και συναντώντας ιδρυτές που ήθελαν να κάνουν pitch στην εταιρεία. Αυτή τη χρονιά έκανα επίσης εθελοντισμό ως [Polkadot Ambassador](https://polkadot.com/community/ambassador-program) όπου βοήθησα στο χτίσιμο της κοινότητας και διοργάνωσα ένα IRL picnic στο Λονδίνο όπου ήρθαν πάνω από 100 άτομα συμπεριλαμβανομένων ομάδων του οικοσυστήματος και ιδρυτών.",
    "timeline2020Title": "Crypto Teen και αποχώρηση από τη δραματική σχολή",
    "timeline2020Description": "Ενώ φοιτούσα στη δραματική σχολή στο [Emil Dale Academy](https://www.emildale.co.uk), ξεκίνησα ένα εκπαιδευτικό Crypto TikTok κανάλι με στόχο να εκπαιδεύσω τη Gen Z για τα Crypto. Η τιμή του Ethereum ήταν $201! Προσπαθώντας να μπω στη βιομηχανία, αποφάσισα να στείλω cold emails σε πάνω από 500 εταιρείες, επενδυτικές εταιρείες και projects αν θα με δέχονταν ως απλήρωτο εργαζόμενο. Από πάνω από 500 emails, περίπου 6 λειτούργησαν. Έκανα Zoom meetings στο parking του σχολείου με το τηλέφωνο συμμαθητή που είχε data ενώ έκανα κοπάνα από τα μαθήματα για να κάνω pitch σε VC και επιχειρήσεις για το ενδεχόμενο να με προσλάβουν. Ήταν μια πραγματικά σουρεαλιστική εποχή στη ζωή μου και από τότε έχει γίνει ακόμα πιο σουρεαλιστική."
  },
  "BirthYearBadge": {
    "born": "Γεννήθηκε 30 Ιουλίου 2003"
  },
  "AngelPage": {
    "loading": "Φόρτωση...",
    "title": "Angel Επενδύσεις",
    "introParagraphs": [
      "Μου αρέσει να συναντώ ιδρυτές που χτίζουν κάτι που τους ενδιαφέρει πραγματικά. Όταν βλέπω δυνατότητες και τρόπους να βοηθήσω πέρα από το κεφάλαιο, είμαι πρόθυμος να συμμετάσχω νωρίς.",
      "Συνήθως γράφω επιταγές μεταξύ **$500 και $5,000** σε pre-seed και πολύ πρώιμους seed γύρους. Αν και δεν γράφω τις μεγαλύτερες επιταγές, προσπαθώ να είμαι χρήσιμος. Είτε πρόκειται για συστάσεις, feedback προϊόντος, τεχνικές συμβουλές, ή απλά κάποιος να μιλήσεις για τα προβλήματα, θέλω να είμαι ο τύπος επενδυτή που θα ήθελα στο cap table μου.",
      "Χτίζετε κάτι ενδιαφέρον; Θα ήθελα να το ακούσω."
    ],
    "getInTouch": "Κάντε μου pitch δημόσια στο X",
    "portfolioTitle": "Το Portfolio μου",
    "crunchbaseText": "Δείτε περισσότερες πληροφορίες στο",
    "seeProject": "Δείτε το project",
    "preSeed": "Pre-seed",
    "seed": "Seed",
    "seriesA": "Series A",
    "astroDescription": "Εκδότης υπερ-εγγυημένου stablecoin"
  },
  "ProjectsPage": {
    "loading": "Φόρτωση...",
    "title": "Έργα",
    "noProjects": "Δεν υπάρχουν διαθέσιμα έργα.",
    "roleFounder": "Ιδρυτής",
    "roleCoFounderCEO": "Συνιδρυτής & CEO",
    "roleCreator": "Δημιουργός",
    "walletyDescription": "Ένα website analytics οικοσυστήματος [Polkadot](https://polkadot.com) & [Kusama](https://kusama.network/), που στόχευε να δείχνει στους χρήστες χρήσιμα analytics για τα πορτοφόλια τους όπως έξοδα, μηνιαία χρήση, εξαγωγή CSV και χρήματα που πληρώθηκαν σε τέλη δικτύου. Συγκέντρωσα πάνω από $100k σε grants από το [Kusama DAO](https://dune.com/substrate/kusama-gov), τα οποία αργότερα επιστράφηκαν επειδή ήθελα να μπω στο [Community Labs](https://www.communitylabs.com/).",
    "othentDescription": "Η αποστολή του [Othent](https://othent.io) ήταν να επιτρέψει στους κανονικούς καθημερινούς online καταναλωτές να έχουν πρόσβαση σε blockchain projects, χωρίς να χρησιμοποιούν πολύπλοκα κρυπτογραφικά private keys και αντ' αυτού χρησιμοποιώντας οποιαδήποτε πρόσβαση λογαριασμού Oauth όπως το Google. Ίδρυσα το project ως ο 1ος εξωτερικός Fellow που επωάστηκε μέσα στο [Community Labs](https://www.communitylabs.com), μια εταιρεία ανάπτυξης λογισμικού που ιδρύθηκε από τον [Tate Berenbaum](https://x.com/TateBerenbaum) στο οικοσύστημα [Arweave](https://arweave.org). Το [Othent](https://othent.io) στη συνέχεια εξαγοράστηκε από το [Wander](https://wander.app) στο βασικό τους προϊόν, ένα πορτοφόλι Web3 οικοσυστήματος [Arweave](https://arweave.org) & [AO](https://ao.arweave.net) που έχει πάνω από 50,000 χρήστες, γινόμενο [Wander Connect](https://www.wander.app/connect).",
    "liquidOpsDescription": "Ένα πρωτόκολλο δανεισμού που χτίστηκε στο [AO](https://ao.arweave.net), με στόχο να ξεκλειδώσει πάνω από $400m αξίας token [Arweave](https://arweave.org). Συνίδρυσα το project με τον [Marton Lederer](https://x.com/martonlederer), έγινα η 1η εταιρεία που οδηγείται από Fellow που αποσπάστηκε από το [Community Labs](https://www.communitylabs.com), προσέλκυσα χιλιάδες εγγραφές στη [λίστα αναμονής](https://x.com/Liquid_Ops/status/1863863983498805473?s=20) που αυξήθηκαν σε $55m soft-commits για την ιδέα με on-chain επαλήθευση κεφαλαίων, [παρουσίασα](https://x.com/aoTheVentures/status/1813676139795374171?s=20) στο demo day του [AO Ventures](https://www.aoventures.io) και μετά συγκέντρωσα ένα [$325k pre-seed round](https://www.ibtimes.co.uk/revolutionizing-defi-how-lorimer-jenkins-marton-lederer-are-transforming-arweave-liquidops-1729945). Κάναμε launch το mainnet, έχουμε πολυάριθμες ενσωματώσεις συμπεριλαμβανομένων των AO Chrome/IOS/Android πορτοφολιών [Wander](https://wander.app) & [Beacon](https://getbeaconapp.com). Επίσης ολοκληρώσαμε και περάσαμε audits από εταιρείες όπως [Spearbit](https://cantina.xyz/solutions/spearbit) & [Quantstamp](https://quantstamp.com/).",
    "contentCreationDescription": "Δημιουργώ short form video content σε όλες τις μεγάλες πλατφόρμες κοινωνικών μέσων που υποστηρίζουν reels. Στόχος μου είναι να είναι ένας εξαιρετικός τρόπος για να χτίσω την online κοινότητά μου, να δείξω στον κόσμο πάνω σε τι δουλεύω και να γνωρίσω νέους ανθρώπους σε νέα μέρη.",
    "cryptoTeenDescription": "Το [Crypto Teen](https://www.tiktok.com/@lorimer__jenkins) είναι ένα κανάλι TikTok κρυπτονομισμάτων με στόχο να εκπαιδεύσει τη Gen Z για το τι είναι τα crypto, καλύπτοντας βασικές έννοιες και γνώσεις στον χώρο του Web3 blockchain."
  },
  "WritingPage": {
    "loading": "Φόρτωση...",
    "title": "Συγγραφή",
    "substackSignup": "Εγγραφείτε για να λαμβάνετε νέα blog posts μέσω email."
  },
  "BookshelfPage": {
    "loading": "Φόρτωση...",
    "title": "Βιβλιοθήκη",
    "subtitle": "Βιβλία που βοήθησαν να διαμορφώσουν τη σκέψη μου",
    "noBooks": "Δεν υπάρχουν βιβλία ακόμα.",
    "all": "Όλα",
    "favorites": "Αγαπημένα",
    "readIn": "Διαβάστηκε το",
    "published": "Εκδόθηκε",
    "viewBook": "Δείτε το Βιβλίο →",
    "richDadPoorDadAuthorBio": "Επιχειρηματίας και υποστηρικτής της οικονομικής εκπαίδευσης",
    "richDadPoorDadNotes": "Μια εξαιρετική εισαγωγή στον οικονομικό αλφαβητισμό και τη σημασία των περιουσιακών στοιχείων έναντι των υποχρεώσεων.",
    "1984AuthorBio": "Άγγλος μυθιστοριογράφος και δοκιμιογράφος",
    "1984Notes": "Ένα ανατριχιαστικό και προφητικό δυστοπικό μυθιστόρημα που παραμένει τρομακτικά επίκαιρο σήμερα.",
    "zeroToOneAuthorBio": "Συνιδρυτής του PayPal και της Palantir Technologies",
    "zeroToOneNotes": "Παρέχει έναν οδηγό για επιχειρηματίες για το πώς να χτίσουν μονοπώλια και να δημιουργήσουν αξία αμφισβητώντας τη συμβατική σοφία για να βρουν νέες ευκαιρίες, να προκαλέσουν τον ανταγωνισμό και να χτίσουν πολύτιμες εταιρείες.",
    "hardThingAuthorBio": "Συνιδρυτής της Andreessen Horowitz",
    "hardThingNotes": "Βάναυσα ειλικρινείς συμβουλές για το χτίσιμο και τη διοίκηση μιας startup. Χωρίς γλύκανση, μόνο πραγματικές εμπειρίες.",
    "whatYouDoAuthorBio": "Συνιδρυτής της Andreessen Horowitz",
    "whatYouDoNotes": "Συναρπαστική εξερεύνηση της εταιρικής κουλτούρας μέσω ιστορικών παραδειγμάτων από τον Toussaint Louverture μέχρι τον Τζένγκις Χαν.",
    "spareAuthorBio": "Δούκας του Sussex",
    "spareNotes": "Μια ειλικρινής ματιά στη βασιλική ζωή και τις πιέσεις του να μεγαλώνεις στα μάτια του κοινού ως μέλος της βασιλικής οικογένειας.",
    "riseAndFallAuthorBio": "Βρετανός ιστορικός και συγγραφέας",
    "riseAndFallNotes": "Μια βιογραφία που καταγράφει τις ζωές του Πρίγκιπα Άντριου και της Sarah Ferguson, από τον γάμο τους μέχρι σήμερα."
  }
}
