{
  "Header": {
    "home": "Αρχική",
    "writing": "Άρθρα",
    "projects": "Έργα",
    "angel": "Άγγελος",
    "socials": "Κοινωνικά",
    "searchLanguages": "Αναζήτηση γλωσσών...",
    "noLanguagesFound": "Δεν βρέθηκαν γλώσσες"
  },
  "Footer": {
    "madeWith": "Φτιαγμένο με ❤️",
    "terms": "Όροι",
    "privacy": "Απόρρητο",
    "arweaveNetSite": "Φιλοξενείται για πάντα στο arweave.net",
    "coffee": "Αγόρασέ μου έναν καφέ"
  },
  "Writing": {
    "backToBlogs": "Πίσω"
  },
  "TimelineContent": {
    "heroTitle": "Είμαι Builder από την Αγγλία 🇬🇧 με ενδιαφέρον για Crypto, Startups και Ανάπτυξη Λογισμικού με υπόβαθρο σε Venture Capital & Υποκριτική.",
    "getInTouch": "Επικοινωνήστε.",
    "experienceJourney": "Ανακαλύψτε το ταξίδι μου",
    "scrollDown": "Κύλιση προς τα κάτω",
    "photoPlaceholder": "Φωτογραφία",
    "timeline2025Title": "Χτίζω το LiquidOps",
    "timeline2025Description": "Αυτός είμαι σήμερα - Συνιδρυτής & CEO του LiquidOps, του πρώτου πρωτοκόλλου δανεισμού στο Arweave & AO. Έχουμε λανσάρει το testnet και το fair launch μας.",
    "timeline2024Title": "Ίδρυσα το LiquidOps",
    "timeline2024Description": "Αυτή η χρονιά άλλαξε τα πάντα. Γνώρισα τον Marton στο Cambridge και δημιουργήσαμε την Operation Liquidity. Όταν λανσάραμε τη λίστα αναμονής, φτάσαμε $2M σε δεσμεύσεις σε μόλις 2 ώρες. Αυξήθηκε σε $55M από πάνω από 3.000 εγγραφές. Συγκεντρώσαμε έναν γύρο pre-seed $325K και αποσπαστήκαμε από την Community Labs ως το πρώτο τους Fellow spinout.",
    "timeline2023Title": "Othent στο Arweave",
    "timeline2023Description": "Έγινα ο πρώτος εξωτερικός Fellow στη Community Labs αμέσως μετά τον γύρο seed τους. Επέστρεψα την επιχορήγηση analytics μου για να επικεντρωθώ πλήρως στο οικοσύστημα Arweave. Κατά τη διάρκεια αυτού του διαστήματος, έχτισα το Othent, Oases, subsidise-JS και δούλεψα στο AO Ventures. Εδώ βρήκα πραγματικά τους ανθρώπους μου.",
    "timeline2022Title": "Εντάχθηκα στη Community Labs & έχτισα το πρώτο μου έργο",
    "timeline2022Description": "Δημιούργησα μια πλατφόρμα ανάλυσης συναλλαγών crypto και έλαβα επιχορήγηση $100k από τα δίκτυα Polkadot και Kusama. Τότε έμαθα πραγματικά να προγραμματίζω σωστά. Δούλευα πλήρη απασχόληση στο έργο με μερικούς freelancers. Ήταν εξαντλητικό αλλά συναρπαστικό. Επίσης εντάχθηκα στη Community Labs. Άρχισα indie hacking από καφετέριες αντί να χτίζω VC.",
    "timeline2021Title": "Μπήκα στο Crypto VC από το υπνοδωμάτιό μου",
    "timeline2021Description": "Πήρα μια απλήρωτη πρακτική σε ένα crypto venture capital fund. Δούλεψα 3 μήνες χωρίς πληρωμή πριν μου προσφέρουν μια πληρωμένη θέση αναλυτή. Δούλεψα τόσο στην πλευρά VC όσο και στην πλευρά hedge fund.",
    "timeline2020Title": "Crypto Έφηβος στη Σχολή Δράματος",
    "timeline2020Description": "Ενώ ήμουν στη Σχολή Δράματος, ξεκίνησα ένα εκπαιδευτικό κανάλι Crypto στο TikTok που στόχευε να εκπαιδεύσει την Gen Z για το Crypto. Η τιμή του ETH ήταν $201! Πουλούσα ρούχα για να πληρώσω τη σχολή. Έστειλα email σε πάνω από 500 εταιρείες και VCs αναζητώντας απλήρωτη πρακτική ή οποιαδήποτε δουλειά στον κλάδο. Έκανα Zoom meetings στο πάρκινγκ του σχολείου με το τηλέφωνο συμμαθητή που είχε data ενώ έκανα κοπάνα για να κάνω pitch σε VCs και επιχειρήσεις για πιθανή πρόσληψη."
  },
  "BirthYearBadge": {
    "born": "Γεννήθηκα 30 Ιουλίου 2003"
  },
  "AngelPage": {
    "loading": "Φόρτωση...",
    "title": "Angel Επενδύσεις",
    "intro1": "Μου αρέσει να συναντώ ιδρυτές που χτίζουν κάτι που πραγματικά τους ενδιαφέρει. Όταν βλέπω δυναμικό και τρόπους να βοηθήσω πέρα από το κεφάλαιο, είμαι πρόθυμος να εμπλακώ νωρίς.",
    "intro2Part1": "Συνήθως γράφω επιταγές μεταξύ",
    "intro2Part2": "σε γύρους pre-seed και seed. Αν και δεν γράφω τις μεγαλύτερες επιταγές, προσπαθώ να είμαι χρήσιμος. Είτε είναι συστάσεις, feedback προϊόντος, τεχνικές συμβουλές ή απλά κάποιος για να συζητήσεις προβλήματα, θέλω να είμαι ο τύπος επενδυτή που θα ήθελα στο cap table μου.",
    "checkAmount": "$500 και $5.000",
    "intro3": "Χτίζεις κάτι ενδιαφέρον; Θα ήθελα πολύ να ακούσω.",
    "getInTouch": "Επικοινωνήστε",
    "portfolioTitle": "Το Portfolio μου",
    "crunchbaseText": "Δείτε περισσότερες πληροφορίες στο",
    "seeProject": "Δείτε το έργο",
    "preSeed": "Pre-seed",
    "seed": "Seed",
    "seriesA": "Series A",
    "astroDescription": "Εκδότης υπερεξασφαλισμένου stablecoin"
  },
  "ProjectsPage": {
    "loading": "Φόρτωση...",
    "title": "Έργα",
    "website": "Ιστοσελίδα",
    "github": "Github",
    "noProjects": "Δεν υπάρχουν διαθέσιμα έργα.",
    "walletyDescription": "Ένας ιστότοπος ανάλυσης οικοσυστήματος Polkadot & Kusama, με στόχο τη βελτίωση του UX των crypto wallets στο οικοσύστημα.",
    "othentDescription": "Ενοποίηση συνδέσεων χρηστών Web2 σε Web3 με οικεία και απλή διεπαφή, επιτρέποντας στους λογαριασμούς SSO OAuth ένα wallet οικοσυστήματος Arweave.",
    "liquidOpsDescription": "Ένα πρωτόκολλο δανεισμού στο Arweave και AO. Συνίδρυσα το έργο με τον Marton Lederer."
  },
  "WritingPage": {
    "loading": "Φόρτωση...",
    "title": "Άρθρα",
    "substackSignup": "Εγγραφείτε για να λαμβάνετε νέα άρθρα μέσω email."
  }
}
