{
  "Header": {
    "home": "Home",
    "writing": "Writing",
    "projects": "Projects",
    "angel": "Angel",
    "links": "Links",
    "bookshelf": "Bookshelf",
    "searchLanguages": "Search languages...",
    "noLanguagesFound": "No languages found"
  },
  "Footer": {
    "madeWith": "Made with ❤️",
    "terms": "Terms",
    "privacy": "Privacy",
    "arweaveNetSite": "Hosted forever on arweave.net",
    "coffee": "Buy me a coffee",
    "submitPR": "Submit a PR"
  },
  "Writing": {
    "backToBlogs": "Back"
  },
  "TimelineContent": {
    "heroTitle": "I'm a founder from England currently nomading around the US/UK/EU in AirBnb's. I have an interest in crypto, startups and software development. I have a background in venture capital and acting.",
    "getInTouch": "Get in touch",
    "experienceJourney": "Experience my journey",
    "scrollDown": "Scroll down",
    "photoPlaceholder": "Photo",
    "timeline2025Title": "Building LiquidOps",
    "timeline2025Description": "This year spent time building [LiquidOps](/projects#liquidops) and launching the network's mainnet. One of the most valuable lessons I learned this year is that startups are not just about product. Growth and marketing are equally as important (if not more so) than the product, so I started [creating content](/projects#content-creator) and focusing on growth.",
    "timeline2024Title": "Founded LiquidOps",
    "timeline2024Description": "This year I came up with the idea of [LiquidOps](/projects#liquidops) with [Marton Lederer](https://x.com/martonlederer) after a rainy ambitious walk in Cambridge where I was living at the time. [AO](https://ao.arweave.net) was in its infancy and we quickly realized the potential to leverage the ecosystem's current liquidity. I also worked as an Engineering Partner at [AO Ventures](https://aoventures.io). I supported teams in the cohort and helped decide who would participate in the demo day from a technical perspective, eventually I also participated with my new idea - [LiquidOps](/projects#liquidops).",
    "timeline2023Title": "Othent built on Arweave",
    "timeline2023Description": "I became the first external Fellow at [Community Labs](https://communitylabs.com) right after their seed round. I returned the [Wallety](/projects#wallety) grant to focus fully on the [Arweave](https://arweave.org) ecosystem. During my time here I built [Othent](/projects#othent), Oases and Subsidise-JS.",
    "timeline2022Title": "Joined Community Labs and built my first project Wallety",
    "timeline2022Description": "After realizing that investing didn't excite me as much as building, I set off on a mission to learn to code from scratch. I ended up learning to code pretty quickly and built my first project [Wallety](/projects#wallety). It was exhausting but exhilarating. Then I caught the attention of [Tate Berenbaum](https://x.com/TateBerenbaum) who became a close friend and I decided to join him at [Community Labs](https://communitylabs).",
    "timeline2021Title": "Got into Crypto VC from my bedroom",
    "timeline2021Description": "I landed an unpaid internship at a crypto venture capital fund from the cold emailing from the previous year. I worked 3 months unpaid before they offered me a paid analyst role, then worked on their venture and hedge funds for the next year. I spent my time primarily doing due diligence on dealflow, taking notes at their weekly investment committee meetings and also meeting with founders who wanted to pitch to the firm. During this year I also volunteered as a [Polkadot Ambassador](https://polkadot.com/community/ambassador-program) where I helped build the community and organized an IRL London picnic where over 100 people came including ecosystem teams and founders.",
    "timeline2020Title": "Crypto Teen & dropping out of drama school",
    "timeline2020Description": "While attending drama school at the [Emil Dale Academy](https://www.emildale.co.uk), I started a Crypto TikTok educational channel aimed at educating Gen Z about Crypto. The price of Ethereum was $201! In an attempt to get into the industry, I decided to cold email over 500 companies, investment firms and projects about if they would take me on as an unpaid worker. Out of the over 500 emails, around 6 worked out. I used to have Zoom meetings in the school parking lot with my classmate's phone who had data while bunking classes to pitch to VCs and businesses about potentially hiring me. It was a truly surreal time in my life and has only gotten more surreal since."
  },
  "BirthYearBadge": {
    "born": "Born July 30th, 2003"
  },
  "AngelPage": {
    "loading": "Loading...",
    "title": "Angel Investing",
    "introParagraphs": [
      "I love meeting founders who are building something they genuinely care about. When I see potential and ways I can help beyond capital, I'm eager to get involved early.",
      "I typically write checks between **$500 and $5,000** in pre-seed and very early seed rounds. While I don't write the biggest checks, I try to be helpful. Whether it's introductions, product feedback, technical advice, or just someone to talk through problems with, I want to be the kind of investor I'd want on my own cap table.",
      "Building something interesting? I'd love to hear about it."
    ],
    "getInTouch": "Pitch me publicly on X",
    "portfolioTitle": "My Portfolio",
    "crunchbaseText": "See more information on my",
    "seeProject": "See the project",
    "preSeed": "Pre-seed",
    "seed": "Seed",
    "seriesA": "Series A",
    "astroDescription": "Over-collateralized stablecoin issuer"
  },
  "ProjectsPage": {
    "loading": "Loading...",
    "title": "Projects",
    "noProjects": "No projects available.",
    "walletyDescription": "A [Polkadot](https://polkadot.com) & [Kusama](https://kusama.network/) ecosystem analytics website, that aimed to show users useful analytics about their wallets like spending, monthly usage, CSV exporting and money paid in network fees. I raised over $100k in grants from the [Kusama DAO](https://dune.com/substrate/kusama-gov), which were later returned as I wanted to join [Community Labs](https://www.communitylabs.com/).",
    "othentDescription": "The mission of [Othent](https://othent.io) was to enable normal everyday online consumers to access blockchain projects, without using complex cryptographic private keys and instead using any Oauth account access like Google. I founded the project as the 1st external Fellow incubated inside [Community Labs](https://www.communitylabs.com), a software development company founded by [Tate Berenbaum](https://x.com/TateBerenbaum) in the [Arweave](https://arweave.org) ecosystem. [Othent](https://othent.io) was then acquired by [Wander](https://wander.app) into their core product, an [Arweave](https://arweave.org) & [AO](https://ao.arweave.net) ecosystem Web3 wallet that has over 50,000 users, becoming [Wander Connect](https://www.wander.app/connect).",
    "liquidOpsDescription": "A lending and borrowing protocol built on [AO](https://ao.arweave.net), aiming to unlock over $400m worth of [Arweave](https://arweave.org) tokens. I co-founded the project with [Marton Lederer](https://x.com/martonlederer), became the 1st Fellow led company to spin out of [Community Labs](https://www.communitylabs.com), attracted thousands of [waitlist](https://x.com/Liquid_Ops/status/1863863983498805473?s=20) signups that grew to $55m soft-commits for the idea with on-chain fund verification, [pitched](https://x.com/aoTheVentures/status/1813676139795374171?s=20) at [AO Ventures](https://www.aoventures.io) demo day and then raised a [$325k pre-seed round](https://www.ibtimes.co.uk/revolutionizing-defi-how-lorimer-jenkins-marton-lederer-are-transforming-arweave-liquidops-1729945). We launched mainnet, have numerous integrations including the AO Chrome/IOS/Android wallets [Wander](https://wander.app) & [Beacon](https://getbeaconapp.com). We also completed and passed audits from firms like [Spearbit](https://cantina.xyz/solutions/spearbit) & [Quantstamp](https://quantstamp.com/).",
    "contentCreationDescription": "I create short form video content across all major social media platforms that support reels. I aim for them to be a great way to build my online community, show the world what I'm working on and meet new people in new places.",
    "cryptoTeenDescription": "[Crypto Teen](https://www.tiktok.com/@lorimer__jenkins) is a cryptocurrency TikTok channel aimed at teaching Gen Z what crypto is, covering basic concepts and know-how in the Web3 blockchain space."
  },
  "WritingPage": {
    "loading": "Loading...",
    "title": "Writing",
    "substackSignup": "Sign up to receive new blog posts by email."
  },
  "BookshelfPage": {
    "loading": "Loading...",
    "title": "Bookshelf",
    "subtitle": "Books that have helped shape my thinking",
    "noBooks": "No books yet.",
    "all": "All",
    "favorites": "Favorites",
    "readIn": "Read in",
    "published": "Published",
    "viewBook": "View Book →",
    "richDadPoorDadAuthorBio": "Entrepreneur and financial education advocate",
    "richDadPoorDadNotes": "A great introduction to financial literacy and the importance of assets over liabilities.",
    "1984AuthorBio": "English novelist and essayist",
    "1984Notes": "A chilling and prophetic dystopian novel that remains frighteningly relevant today.",
    "zeroToOneAuthorBio": "Co-founder of PayPal and Palantir Technologies",
    "zeroToOneNotes": "It provides a guide for entrepreneurs on how to build monopolies and create value by questioning conventional wisdom to find new opportunities, challenge competition, and build valuable companies.",
    "hardThingAuthorBio": "Co-founder of Andreessen Horowitz",
    "hardThingNotes": "Brutally honest advice about building and running a startup. No sugarcoating, just real experiences.",
    "whatYouDoAuthorBio": "Co-founder of Andreessen Horowitz",
    "whatYouDoNotes": "Fascinating exploration of company culture through historical examples from Toussaint Louverture to Genghis Khan.",
    "spareAuthorBio": "Duke of Sussex",
    "spareNotes": "A candid look at royal life and the pressures of growing up in the public eye as a royal.",
    "riseAndFallAuthorBio": "British historian and author",
    "riseAndFallNotes": "A biography chronicling the lives of Prince Andrew and Sarah Ferguson, from their wedding to present day."
  }
}
