{
  "Header": {
    "home": "Hogar",
    "blogs": "Blogs",
    "socials": "Sociales"
  },
  "Footer": {
    "madeWith": "Hecho con ❤️",
    "terms": "Términos",
    "privacy": "Privacidad"
  },
  "About": {
    "title1": "¿Quién es Lorimer Jenkins?",
    "paragraph1": "Lorimer Jenkins es un emprendedor tecnológico del Reino Unido que está construyendo LiquidOps, un protocolo descentralizado de préstamos y créditos construido en el ecosistema Web3 de Arweave y AO.",
    "title2": "Sobre mí",
    "paragraph2": "Nací en el Reino Unido el 30 de julio de 2003, crecí en Hertfordshire donde me formé desde joven en actuación y teatro musical.\n\nAunque me gustaba la actuación, a los 17 años decidí que no era para mí y quise seguir otras carreras. El primer lugar donde empecé a buscar fue tratando de encontrar algo relacionado con mi pasión por algo llamado Blockchain. Siempre había soñado con trabajar para una empresa de Blockchain pero nunca pensé que fuera posible viniendo de un pueblo pequeño del Reino Unido.\n\nLa mayoría de mis compañeros estaban siguiendo la academia tradicional en el colegio/universidad estudiando materias STEM, sentí que me había disparado en el pie ya que en ese momento estaba en una escuela de actuación. Este sentimiento más tarde se convirtió en una de mis fortalezas más valiosas, ser el underdog.\n\nRecuerdo haber visto un video de Gary Vee en ese momento donde decía que había trabajado gratis cuando era joven, ya que es súper seguro para una empresa contratar a alguien gratis, pueden apostar más grande en quien contratan.\n\nAsí que me propuse enviar correos a más de 500 empresas, fundadores y firmas de inversión. Creo que de todos los correos que envié, solo unos 6 respondieron. Todavía mantengo una relación cercana con los 6 y continúo trabajando junto a ellos de muchas maneras hasta el día de hoy.\n\nUno de los 6 trabajaba en un fondo de capital riesgo que invertía en cripto, vio lo hambriento que estaba de simplemente trabajar y me puso en contacto con el MP de la firma que estaba buscando más pasantes.\n\nEsto empezó todo para mí, trabajé en la firma como pasante no remunerado durante 3 meses y después continué trabajando allí como analista pagado durante un año. Mirando hacia atrás era el trabajo más aburrido y entumecedor que puedas imaginar, pero lo amaba absolutamente, trabajé en su crypto VC y HF.\n\nHabiendo trabajado en la firma durante un año, los socios empezaron a confiar más en mí y empecé a asistir a llamadas de presentación para tomar notas para su IC. Empecé tratando de buscar empresas interesantes para el fondo en X un día y me encontré con un tipo llamado Tate que estaba construyendo un DEX.\n\nHasta ese punto siempre había sido el más joven en la habitación por mucho, Tate tenía mi edad (18) en ese momento y estaba extasiado de hablar con él como fundador de un DEX a MI EDAD.\n\nHablé con Tate unas cuantas veces sobre su proyecto, tristemente el fondo no invirtió, pero me mantuve en contacto con él.\n\nAunque trabajar en un fondo de inversión es genial, es un poco aburrido comparado con construir una startup. Así que un día le escribí a Tate y le pregunté si estaría interesado en trabajar juntos, ya que estaba buscando trabajo.\n\nEra difícil ver cómo podría trabajar potencialmente con él, ya que en ese momento no sabía programar y no estaba muy enfocado en productos, habiendo estado del lado VC.\n\nAsí que me propuse aprender a programar, esto me llevó a construir mi primer proyecto, un sitio web de análisis para transacciones cripto. Este proyecto creció y nos dieron una subvención para nosotros (yo y unos cuantos contratistas de Fiverr) para enfocarnos en él a tiempo completo. Dejé mi trabajo de inversiones para trabajar en el proyecto a tiempo completo durante un año.\n\nDespués de un tiempo me acerqué a Tate, le mostré el proyecto y le dije que había aprendido a programar. Creo que esto emocionó a Tate ya que había conocido a muchas personas que decían que iban a hacer cosas pero nunca las hacían.\n\nTate estaba trabajando en una nueva idea en ese momento llamada Community Labs, acababan de levantar su ronda seed. Tomé esta oportunidad con los brazos abiertos, devolví la subvención de análisis que habíamos recibido y me uní como el primer Fellow externo.\n\nTrabajé en Community Labs durante unos 2 años construyendo varios proyectos como Othent, Oases, subsidise-JS y AO Ventures.\n\nMientras estaba en Community Labs conocí a Marton, compartíamos muchas similitudes y nos hicimos cercanos en la empresa. Marton era el fundador de un proyecto llamado ArConnect, una wallet Web3 de Arweave.\n\nUn día mientras él estaba en un viaje a Cambridge, donde yo vivía en ese momento, nos dimos cuenta de cuánto potencial había para todos estos tokens en Arweave DeFi.\n\nTuvimos mucha suerte de que AO, una nueva capa de computación sobre Arweave, estuviera en su infancia. Se nos ocurrió la idea de un protocolo DeFi donde podrías ganar interés en tus tokens AR y lo llamamos Operation Liquidity (traigamos liquidez a Arweave).\n\nLanzamos una lista de espera donde podrías registrarte con tu wallet de Arweave y comprometer activos al protocolo.\n\nDentro de las primeras dos horas esa lista de espera creció a más de $2m y durante los siguientes meses creció a $55m con más de 3 mil registros de email.\n\nLuego renombramos la idea a LiquidOps (Operation Liquidity al revés y acortado), levantamos una ronda pre-seed para la idea de $325k y nos separamos de Community Labs como los primeros spin outs de fellow (primero en entrar, primero en salir jaja).\n\nAhora paso mi tiempo trabajando en LiquidOps, un protocolo de préstamos y créditos construido en Arweave y AO.\n\nGracias por leer, espero que mi historia pueda inspirarte a perseguir tus sueños, de un niño joven en su ático que quería trabajar para una empresa Blockchain, hasta ahora co-fundar una, apenas estamos empezando en LiquidOps y estoy súper emocionado de ver hacia dónde me lleva este camino!"
  },
  "Blogs": {
    "pageTitle": "Blogs",
    "backToBlogs": "Volver a los blogs"
  }
}
