{
  "Header": {
    "home": "Koti",
    "writing": "Kirjoitukset",
    "projects": "Projektit",
    "angel": "Enkeli",
    "socials": "Sosiaalinen media",
    "searchLanguages": "Hae kieliä...",
    "noLanguagesFound": "Kieliä ei löytynyt"
  },
  "Footer": {
    "madeWith": "Tehty ❤️:lla",
    "terms": "Ehdot",
    "privacy": "Yksityisyys",
    "arweaveNetSite": "Isännöity ikuisesti osoitteessa arweave.net",
    "coffee": "Osta minulle kahvi"
  },
  "Writing": {
    "backToBlogs": "Takaisin"
  },
  "TimelineContent": {
    "heroTitle": "Olen Builder Englannista 🇬🇧 kiinnostunut Cryptosta, Startupeista ja Ohjelmistokehityksestä taustalla Venture Capital & Näytteleminen.",
    "getInTouch": "Ota yhteyttä.",
    "experienceJourney": "Koe matkani",
    "scrollDown": "Vieritä alas",
    "photoPlaceholder": "Kuva",
    "timeline2025Title": "Rakennan LiquidOpsia",
    "timeline2025Description": "Tämä olen minä tänään - LiquidOpsin perustajajäsen ja toimitusjohtaja, ensimmäinen lainaus- ja lainausprotokolla Arweavella ja AO:lla. Olemme lanseeranneet testnetimme ja reilun lanseerauksen.",
    "timeline2024Title": "Perustin LiquidOpsin",
    "timeline2024Description": "Tämä vuosi muutti kaiken. Tapasin Martonin Cambridgessa ja loimme Operation Liquidityn. Kun lanseerasimme jonotuslistan, saavutimme 2 miljoonan dollarin sitoumukset vain 2 tunnissa. Se kasvoi 55 miljoonaan dollariin yli 3000 rekisteröinnistä. Keräsimme 325 000 dollarin pre-seed-kierroksen ja erotimme Community Labsista heidän ensimmäisenä Fellow-spinoutinaan.",
    "timeline2023Title": "Othent Arweavella",
    "timeline2023Description": "Minusta tuli ensimmäinen ulkoinen Fellow Community Labsissa heti heidän seed-kierroksensa jälkeen. Palautin analytiikka-apurahani keskittyäkseni täysin Arweave-ekosysteemiin. Tänä aikana rakensin Othentin, Oasesin, subsidise-JS:n ja työskentelin AO Venturesin parissa. Täältä löysin todella ihmiset.",
    "timeline2022Title": "Liityin Community Labsiin ja rakensin ensimmäisen projektini",
    "timeline2022Description": "Loin kryptotransaktioiden analytiikka-alustan ja sain 100 000 dollarin apurahan Polkadot- ja Kusama-verkoilta. Silloin opin todella koodaamaan kunnolla. Työskentelin kokopäiväisesti projektissa joidenkin freelancerien kanssa. Se oli uuvuttavaa mutta jännittävää. Liityin myös Community Labsiin. Aloitin indie hackingin kahviloista sen sijaan, että rakentaisin VC:n.",
    "timeline2021Title": "Pääsin Crypto VC:hen makuuhuoneestani",
    "timeline2021Description": "Sain palkattoman harjoittelupaikan crypto venture capital -rahastossa. Työskentelin 3 kuukautta ilman palkkaa ennen kuin he tarjosivat minulle palkallisen analyytikon roolin. Työskentelin sekä VC- että hedge fund -puolella.",
    "timeline2020Title": "Crypto-teini Näyttelijäkoulussa",
    "timeline2020Description": "Näyttelijäkoulussa ollessani aloitin Crypto TikTok -opetuskanavan, jonka tarkoituksena oli opettaa Gen Z:lle Cryptosta. ETH:n hinta oli 201 dollaria! Myin vaatteita maksaakseni Näyttelijäkoulun. Lähetin sähköpostia yli 500 yritykselle ja VC:lle etsiessäni palkatonta harjoittelua tai mitä tahansa työtä alalla. Pidin Zoom-kokouksia koulun parkkipaikalla luokkatoverin puhelimella, jossa oli dataa, samalla kun lintsasin tunneilta pitchatakseni VC:ille ja yrityksille mahdollisuudesta palkata minut."
  },
  "BirthYearBadge": {
    "born": "Syntynyt 30. heinäkuuta 2003"
  },
  "AngelPage": {
    "loading": "Ladataan...",
    "title": "Enkelisijoittaminen",
    "intro1": "Rakastan tavata perustajia, jotka rakentavat jotain, josta he todella välittävät. Kun näen potentiaalia ja tapoja auttaa pääoman lisäksi, olen innokas osallistumaan aikaisin.",
    "intro2Part1": "Kirjoitan tyypillisesti shekkejä välillä",
    "intro2Part2": "pre-seed- ja seed-kierroksilla. Vaikka en kirjoita suurimpia shekkejä, yritän olla hyödyllinen. Olipa kyse esittelyistä, tuotepalautteesta, teknisistä neuvoista tai vain jostakusta, jonka kanssa keskustella ongelmista, haluan olla sellainen sijoittaja, jollaisen haluaisin cap tableeni.",
    "checkAmount": "500 ja 5000 dollaria",
    "intro3": "Rakennatko jotain kiinnostavaa? Kuulisin siitä mielelläni.",
    "getInTouch": "Ota yhteyttä",
    "portfolioTitle": "Portfolioni",
    "crunchbaseText": "Katso lisätietoja",
    "seeProject": "Katso projekti",
    "preSeed": "Pre-seed",
    "seed": "Seed",
    "seriesA": "Series A",
    "astroDescription": "Ylivakuutetun stablecoinin liikkeeseenlaskija"
  },
  "ProjectsPage": {
    "loading": "Ladataan...",
    "title": "Projektit",
    "website": "Verkkosivusto",
    "github": "Github",
    "noProjects": "Ei projekteja saatavilla.",
    "walletyDescription": "Polkadot & Kusama -ekosysteemin analytiikkasivusto, jonka tavoitteena on parantaa kryptolompakoiden UX:ää ekosysteemissä.",
    "othentDescription": "Yhdistää Web2:n Web3-käyttäjäkirjautumisiin tutulla ja yksinkertaisella käyttöliittymällä, mahdollistaen SSO OAuth -tileille Arweave-ekosysteemin lompakon.",
    "liquidOpsDescription": "Lainaus- ja lainausprotokolla Arweavella ja AO:lla. Perustin projektin yhdessä Marton Ledererin kanssa."
  },
  "WritingPage": {
    "loading": "Ladataan...",
    "title": "Kirjoitukset",
    "substackSignup": "Rekisteröidy saadaksesi uudet blogikirjoitukset sähköpostitse."
  }
}
