{
  "Header": {
    "home": "होम",
    "writing": "लेखन",
    "projects": "प्रोजेक्ट्स",
    "angel": "एंजेल",
    "links": "लिंक्स",
    "bookshelf": "किताबों की अलमारी",
    "searchLanguages": "भाषाएं खोजें...",
    "noLanguagesFound": "कोई भाषा नहीं मिली"
  },
  "Footer": {
    "madeWith": "❤️ से बनाया",
    "terms": "शर्तें",
    "privacy": "गोपनीयता",
    "arweaveNetSite": "arweave.net पर हमेशा के लिए होस्ट किया गया",
    "coffee": "मुझे एक कॉफी खरीदो",
    "submitPR": "PR सबमिट करें"
  },
  "Writing": {
    "backToBlogs": "वापस जाएं"
  },
  "TimelineContent": {
    "heroTitle": "मैं इंग्लैंड से एक संस्थापक हूं जो वर्तमान में AirBnb's में US/UK/EU में घूम रहा हूं। मुझे क्रिप्टो, स्टार्टअप्स और सॉफ्टवेयर डेवलपमेंट में रुचि है। मेरा वेंचर कैपिटल और एक्टिंग में बैकग्राउंड है।",
    "getInTouch": "संपर्क करें",
    "experienceJourney": "मेरी कहानी अनुभव करें",
    "scrollDown": "नीचे स्क्रॉल करें",
    "photoPlaceholder": "फोटो",
    "timeline2025Title": "LiquidOps बना रहा हूं",
    "timeline2025Description": "इस साल [LiquidOps](/projects#liquidops) बनाने में समय बिताया और नेटवर्क का मेननेट लॉन्च किया। इस साल सीखे सबसे मूल्यवान पाठों में से एक यह है कि स्टार्टअप्स सिर्फ प्रोडक्ट के बारे में नहीं होते। ग्रोथ और मार्केटिंग प्रोडक्ट जितना (अगर ज्यादा नहीं तो) महत्वपूर्ण है, इसलिए मैंने [कंटेंट बनाना](/projects#content-creator) शुरू किया और ग्रोथ पर फोकस किया।",
    "timeline2024Title": "LiquidOps की स्थापना",
    "timeline2024Description": "इस साल मैंने [Marton Lederer](https://x.com/martonlederer) के साथ कैम्ब्रिज में एक बारिश भरी महत्वाकांक्षी सैर के बाद [LiquidOps](/projects#liquidops) का आइडिया सोचा, जहां मैं उस समय रहता था। [AO](https://ao.arweave.net) अपनी शैशवावस्था में था और हमने जल्दी ही इकोसिस्टम की मौजूदा लिक्विडिटी का लाभ उठाने की संभावना को पहचान लिया। मैंने [AO Ventures](https://aoventures.io) में इंजीनियरिंग पार्टनर के रूप में भी काम किया। मैंने कोहोर्ट में टीमों को सपोर्ट किया और तकनीकी दृष्टिकोण से डेमो डे में कौन भाग लेगा यह तय करने में मदद की, अंत में मैंने भी अपने नए आइडिया के साथ भाग लिया - [LiquidOps](/projects#liquidops)।",
    "timeline2023Title": "Arweave पर Othent बनाया",
    "timeline2023Description": "मैं [Community Labs](https://communitylabs.com) में उनके सीड राउंड के ठीक बाद पहला बाहरी Fellow बना। [Arweave](https://arweave.org) इकोसिस्टम पर पूरी तरह से फोकस करने के लिए मैंने [Wallety](/projects#wallety) ग्रांट वापस कर दी। यहां अपने समय के दौरान मैंने [Othent](/projects#othent), Oases और Subsidise-JS बनाया।",
    "timeline2022Title": "Community Labs में शामिल हुआ और अपना पहला प्रोजेक्ट Wallety बनाया",
    "timeline2022Description": "यह समझने के बाद कि निवेश मुझे बनाने जितना उत्साहित नहीं करता, मैं शुरू से कोड सीखने के मिशन पर निकल पड़ा। मैंने काफी जल्दी कोड सीख लिया और अपना पहला प्रोजेक्ट [Wallety](/projects#wallety) बनाया। यह थकाऊ लेकिन रोमांचक था। फिर मैंने [Tate Berenbaum](https://x.com/TateBerenbaum) का ध्यान आकर्षित किया जो एक करीबी दोस्त बन गए और मैंने [Community Labs](https://communitylabs) में उनके साथ शामिल होने का फैसला किया।",
    "timeline2021Title": "अपने बेडरूम से Crypto VC में घुसा",
    "timeline2021Description": "मैंने पिछले साल के कोल्ड ईमेलिंग से एक क्रिप्टो वेंचर कैपिटल फंड में अनपेड इंटर्नशिप हासिल की। उनके पेड एनालिस्ट रोल ऑफर करने से पहले मैंने 3 महीने बिना पैसे काम किया, फिर अगले साल उनके वेंचर और हेज फंड्स पर काम किया। मैंने अपना समय मुख्य रूप से डीलफ्लो पर ड्यू डिलिजेंस करते हुए, उनकी साप्ताहिक इन्वेस्टमेंट कमेटी मीटिंग्स में नोट्स लेते हुए और फर्म को पिच करना चाहने वाले फाउंडर्स से मिलते हुए बिताया। इस साल मैंने [Polkadot Ambassador](https://polkadot.com/community/ambassador-program) के रूप में भी वॉलंटियर किया जहां मैंने कम्युनिटी बनाने में मदद की और लंदन में एक IRL पिकनिक आयोजित की जहां इकोसिस्टम टीम्स और फाउंडर्स सहित 100 से ज्यादा लोग आए।",
    "timeline2020Title": "Crypto Teen और ड्रामा स्कूल छोड़ना",
    "timeline2020Description": "[Emil Dale Academy](https://www.emildale.co.uk) में ड्रामा स्कूल जाते समय, मैंने Gen Z को Crypto के बारे में शिक्षित करने के उद्देश्य से एक Crypto TikTok एजुकेशनल चैनल शुरू किया। Ethereum की कीमत $201 थी! इंडस्ट्री में घुसने की कोशिश में मैंने 500 से ज्यादा कंपनियों, इन्वेस्टमेंट फर्म्स और प्रोजेक्ट्स को कोल्ड ईमेल करने का फैसला किया कि क्या वे मुझे अनपेड वर्कर के रूप में लेंगे। 500 से ज्यादा ईमेल में से लगभग 6 ने काम किया। मैं क्लास छोड़कर स्कूल की पार्किंग में अपने क्लासमेट के फोन से जिसमें डेटा था Zoom मीटिंग्स करता था VCs और बिजनेस को मुझे संभावित रूप से हायर करने के लिए पिच करने के लिए। यह मेरी जिंदगी का वाकई सरियल टाइम था और तब से और भी सरियल होता गया।"
  },
  "BirthYearBadge": {
    "born": "30 जुलाई 2003 को जन्म"
  },
  "AngelPage": {
    "loading": "लोड हो रहा है...",
    "title": "एंजेल इन्वेस्टिंग",
    "introParagraphs": [
      "मुझे ऐसे फाउंडर्स से मिलना पसंद है जो कुछ ऐसा बना रहे हैं जिसकी उन्हें सच में परवाह है। जब मुझे संभावना और पूंजी से परे मदद करने के तरीके दिखते हैं, तो मैं जल्दी जुड़ने के लिए उत्सुक होता हूं।",
      "मैं आमतौर पर प्री-सीड और बहुत शुरुआती सीड राउंड में **$500 से $5,000** के बीच चेक लिखता हूं। हालांकि मैं सबसे बड़े चेक नहीं लिखता, मैं उपयोगी होने की कोशिश करता हूं। चाहे वो इंट्रोडक्शन हो, प्रोडक्ट फीडबैक, टेक्निकल एडवाइस, या बस समस्याओं पर बात करने वाला कोई हो, मैं वैसा इन्वेस्टर बनना चाहता हूं जैसा मैं अपनी कैप टेबल में चाहूंगा।",
      "कुछ दिलचस्प बना रहे हैं? मुझे इसके बारे में सुनना अच्छा लगेगा।"
    ],
    "getInTouch": "X पर मुझे पब्लिकली पिच करें",
    "portfolioTitle": "मेरा पोर्टफोलियो",
    "crunchbaseText": "मेरे बारे में और जानकारी देखें",
    "seeProject": "प्रोजेक्ट देखें",
    "preSeed": "प्री-सीड",
    "seed": "सीड",
    "seriesA": "सीरीज A",
    "astroDescription": "ओवर-कोलैटरलाइज्ड स्टेबलकॉइन जारीकर्ता"
  },
  "ProjectsPage": {
    "loading": "लोड हो रहा है...",
    "title": "प्रोजेक्ट्स",
    "noProjects": "कोई प्रोजेक्ट उपलब्ध नहीं।",
    "walletyDescription": "एक [Polkadot](https://polkadot.com) और [Kusama](https://kusama.network/) इकोसिस्टम एनालिटिक्स वेबसाइट, जिसका उद्देश्य यूजर्स को उनके वॉलेट्स के बारे में उपयोगी एनालिटिक्स दिखाना था जैसे खर्च, मासिक उपयोग, CSV एक्सपोर्ट और नेटवर्क फीस में भुगतान किया गया पैसा। मैंने [Kusama DAO](https://dune.com/substrate/kusama-gov) से $100k से ज्यादा ग्रांट्स इकट्ठा किए, जो बाद में वापस कर दिए गए क्योंकि मैं [Community Labs](https://www.communitylabs.com/) में शामिल होना चाहता था।",
    "othentDescription": "[Othent](https://othent.io) का मिशन सामान्य रोजमर्रा के ऑनलाइन उपभोक्ताओं को जटिल क्रिप्टोग्राफिक प्राइवेट कीज का उपयोग किए बिना और इसके बजाय Google जैसे किसी भी Oauth अकाउंट एक्सेस का उपयोग करके ब्लॉकचेन प्रोजेक्ट्स तक पहुंचने में सक्षम बनाना था। मैंने [Arweave](https://arweave.org) इकोसिस्टम में [Tate Berenbaum](https://x.com/TateBerenbaum) द्वारा स्थापित सॉफ्टवेयर डेवलपमेंट कंपनी [Community Labs](https://www.communitylabs.com) के भीतर इनक्यूबेटेड पहले बाहरी Fellow के रूप में प्रोजेक्ट की स्थापना की। [Othent](https://othent.io) को फिर [Wander](https://wander.app) ने अपने कोर प्रोडक्ट में अधिग्रहित किया, एक [Arweave](https://arweave.org) और [AO](https://ao.arweave.net) इकोसिस्टम Web3 वॉलेट जिसके 50,000 से ज्यादा यूजर्स हैं, [Wander Connect](https://www.wander.app/connect) बन गया।",
    "liquidOpsDescription": "[AO](https://ao.arweave.net) पर बना एक लेंडिंग और बॉरोइंग प्रोटोकॉल, जिसका उद्देश्य $400m से ज्यादा [Arweave](https://arweave.org) टोकन वैल्यू को अनलॉक करना है। मैंने [Marton Lederer](https://x.com/martonlederer) के साथ प्रोजेक्ट को को-फाउंड किया, [Community Labs](https://www.communitylabs.com) से स्पिन आउट होने वाली पहली Fellow नेतृत्व वाली कंपनी बनी, ऑन-चेन फंड वेरिफिकेशन के साथ आइडिया के लिए $55m सॉफ्ट-कमिट्स तक बढ़ी हजारों [वेटलिस्ट](https://x.com/Liquid_Ops/status/1863863983498805473?s=20) साइनअप्स आकर्षित कीं, [AO Ventures](https://www.aoventures.io) डेमो डे में [पिच](https://x.com/aoTheVentures/status/1813676139795374171?s=20) किया और फिर [$325k प्री-सीड राउंड](https://www.ibtimes.co.uk/revolutionizing-defi-how-lorimer-jenkins-marton-lederer-are-transforming-arweave-liquidops-1729945) जुटाया। हमने मेननेट लॉन्च किया, AO Chrome/IOS/Android वॉलेट्स [Wander](https://wander.app) और [Beacon](https://getbeaconapp.com) सहित कई इंटीग्रेशन हैं। हमने [Spearbit](https://cantina.xyz/solutions/spearbit) और [Quantstamp](https://quantstamp.com/) जैसी फर्मों से ऑडिट भी पूरा किया और पास किया।",
    "contentCreationDescription": "मैं रील्स को सपोर्ट करने वाले सभी प्रमुख सोशल मीडिया प्लेटफॉर्म पर शॉर्ट फॉर्म वीडियो कंटेंट बनाता हूं। मेरा उद्देश्य है कि ये मेरी ऑनलाइन कम्युनिटी बनाने, दुनिया को दिखाने कि मैं किस पर काम कर रहा हूं और नई जगहों पर नए लोगों से मिलने का शानदार तरीका हों।",
    "cryptoTeenDescription": "[Crypto Teen](https://www.tiktok.com/@lorimer__jenkins) एक क्रिप्टोकरेंसी TikTok चैनल है जिसका उद्देश्य Gen Z को सिखाना है कि क्रिप्टो क्या है, Web3 ब्लॉकचेन स्पेस में बेसिक कॉन्सेप्ट्स और नो-हाउ कवर करना।"
  },
  "WritingPage": {
    "loading": "लोड हो रहा है...",
    "title": "लेखन",
    "substackSignup": "ईमेल द्वारा नए ब्लॉग पोस्ट प्राप्त करने के लिए साइन अप करें।"
  },
  "BookshelfPage": {
    "loading": "लोड हो रहा है...",
    "title": "किताबों की अलमारी",
    "subtitle": "वे किताबें जिन्होंने मेरी सोच को आकार देने में मदद की",
    "noBooks": "अभी तक कोई किताब नहीं।",
    "all": "सभी",
    "favorites": "पसंदीदा",
    "readIn": "पढ़ा गया",
    "published": "प्रकाशित",
    "viewBook": "किताब देखें →",
    "richDadPoorDadAuthorBio": "उद्यमी और वित्तीय शिक्षा के समर्थक",
    "richDadPoorDadNotes": "वित्तीय साक्षरता और देनदारियों पर संपत्तियों के महत्व का शानदार परिचय।",
    "1984AuthorBio": "अंग्रेजी उपन्यासकार और निबंधकार",
    "1984Notes": "एक डरावना और भविष्यवाणी करने वाला डिस्टोपियन उपन्यास जो आज भी डरावने रूप से प्रासंगिक है।",
    "zeroToOneAuthorBio": "PayPal और Palantir Technologies के सह-संस्थापक",
    "zeroToOneNotes": "यह उद्यमियों को एकाधिकार बनाने और पारंपरिक ज्ञान पर सवाल उठाकर नए अवसर खोजने, प्रतिस्पर्धा को चुनौती देने और मूल्यवान कंपनियां बनाने के लिए एक गाइड प्रदान करता है।",
    "hardThingAuthorBio": "Andreessen Horowitz के सह-संस्थापक",
    "hardThingNotes": "स्टार्टअप बनाने और चलाने के बारे में बेरहमी से ईमानदार सलाह। कोई शुगरकोटिंग नहीं, बस वास्तविक अनुभव।",
    "whatYouDoAuthorBio": "Andreessen Horowitz के सह-संस्थापक",
    "whatYouDoNotes": "Toussaint Louverture से Genghis Khan तक ऐतिहासिक उदाहरणों के माध्यम से कंपनी संस्कृति का आकर्षक अन्वेषण।",
    "spareAuthorBio": "ड्यूक ऑफ ससेक्स",
    "spareNotes": "शाही जीवन और एक शाही के रूप में सार्वजनिक नजर में बड़े होने के दबाव पर एक स्पष्ट नज़र।",
    "riseAndFallAuthorBio": "ब्रिटिश इतिहासकार और लेखक",
    "riseAndFallNotes": "एक जीवनी जो प्रिंस एंड्रयू और सारा फर्ग्यूसन के जीवन का वर्णन करती है, उनकी शादी से लेकर आज तक।"
  }
}
