{
  "Header": {
    "home": "Home",
    "writing": "Scrittura",
    "projects": "Progetti",
    "angel": "Angel",
    "links": "Link",
    "bookshelf": "Libreria",
    "searchLanguages": "Cerca lingue...",
    "noLanguagesFound": "Nessuna lingua trovata"
  },
  "Footer": {
    "madeWith": "Fatto con ❤️",
    "terms": "Termini",
    "privacy": "Privacy",
    "arweaveNetSite": "Ospitato per sempre su arweave.net",
    "coffee": "Offrimi un caffè",
    "submitPR": "Invia PR",
    "reportBug": "Segnala un bug"
  },
  "Writing": {
    "backToBlogs": "Indietro"
  },
  "TimelineContent": {
    "heroTitle": "Sono un fondatore dall'Inghilterra che attualmente viaggia tra USA/UK/UE in AirBnb. Mi interessano le crypto, le startup e lo sviluppo software. Ho un background nel venture capital e nella recitazione.",
    "getInTouch": "Contattami",
    "experienceJourney": "Scopri la mia storia",
    "scrollDown": "Scorri verso il basso",
    "photoPlaceholder": "Foto",
    "timeline2025Title": "Costruendo LiquidOps",
    "timeline2025Description": "Quest'anno ho dedicato tempo alla costruzione di [LiquidOps](/projects#liquidops) e al lancio della mainnet della rete. Una delle lezioni più preziose che ho imparato quest'anno è che le startup non riguardano solo il prodotto. La crescita e il marketing sono importanti tanto quanto (se non di più) il prodotto, quindi ho iniziato a [creare contenuti](/projects#content-creator) e a concentrarmi sulla crescita.",
    "timeline2024Title": "Ho fondato LiquidOps",
    "timeline2024Description": "Quest'anno ho avuto l'idea di [LiquidOps](/projects#liquidops) insieme a [Marton Lederer](https://x.com/martonlederer) dopo una passeggiata ambiziosa sotto la pioggia a Cambridge dove vivevo all'epoca. [AO](https://ao.arweave.net) era agli albori e abbiamo rapidamente capito il potenziale di sfruttare la liquidità attuale dell'ecosistema. Ho anche lavorato come Engineering Partner presso [AO Ventures](https://aoventures.io). Ho supportato i team nella coorte e aiutato a decidere chi avrebbe partecipato al demo day da una prospettiva tecnica, alla fine ho partecipato anch'io con la mia nuova idea - [LiquidOps](/projects#liquidops).",
    "timeline2023Title": "Othent costruito su Arweave",
    "timeline2023Description": "Sono diventato il primo Fellow esterno di [Community Labs](https://communitylabs.com) subito dopo il loro round seed. Ho restituito il grant di [Wallety](/projects#wallety) per concentrarmi completamente sull'ecosistema [Arweave](https://arweave.org). Durante il mio tempo qui ho costruito [Othent](/projects#othent), Oases e Subsidise-JS.",
    "timeline2022Title": "Entrato in Community Labs e costruito il mio primo progetto Wallety",
    "timeline2022Description": "Dopo aver capito che investire non mi entusiasmava quanto costruire, mi sono messo in missione per imparare a programmare da zero. Ho imparato a programmare abbastanza velocemente e ho costruito il mio primo progetto [Wallety](/projects#wallety). È stato estenuante ma entusiasmante. Poi ho attirato l'attenzione di [Tate Berenbaum](https://x.com/TateBerenbaum) che è diventato un caro amico e ho deciso di unirmi a lui in [Community Labs](https://communitylabs).",
    "timeline2021Title": "Entrato nel Crypto VC dalla mia camera da letto",
    "timeline2021Description": "Ho ottenuto uno stage non retribuito in un fondo di venture capital crypto dalle email fredde dell'anno precedente. Ho lavorato 3 mesi senza paga prima che mi offrissero un ruolo di analista retribuito, poi ho lavorato sui loro fondi venture e hedge per l'anno successivo. Ho trascorso il mio tempo principalmente facendo due diligence sul dealflow, prendendo appunti nelle loro riunioni settimanali del comitato investimenti e incontrando fondatori che volevano presentare alla società. Durante quest'anno ho anche fatto volontariato come [Polkadot Ambassador](https://polkadot.com/community/ambassador-program) dove ho aiutato a costruire la community e organizzato un picnic IRL a Londra dove sono venute più di 100 persone inclusi team dell'ecosistema e fondatori.",
    "timeline2020Title": "Crypto Teen e abbandono della scuola di recitazione",
    "timeline2020Description": "Mentre frequentavo la scuola di recitazione all'[Emil Dale Academy](https://www.emildale.co.uk), ho avviato un canale educativo Crypto su TikTok mirato a educare la Gen Z sulle Crypto. Il prezzo di Ethereum era $201! Nel tentativo di entrare nell'industria, ho deciso di inviare email fredde a più di 500 aziende, società di investimento e progetti chiedendo se mi avrebbero preso come lavoratore non retribuito. Su più di 500 email, circa 6 hanno funzionato. Facevo riunioni Zoom nel parcheggio della scuola con il telefono del mio compagno di classe che aveva i dati mentre marinavo le lezioni per presentare a VC e aziende la possibilità di assumermi. È stato un periodo davvero surreale della mia vita e da allora è diventato ancora più surreale."
  },
  "BirthYearBadge": {
    "born": "Nato il 30 luglio 2003"
  },
  "AngelPage": {
    "loading": "Caricamento...",
    "title": "Angel Investing",
    "introParagraphs": [
      "Mi piace incontrare fondatori che stanno costruendo qualcosa a cui tengono davvero. Quando vedo potenziale e modi per aiutare oltre il capitale, sono desideroso di essere coinvolto presto.",
      "Di solito scrivo assegni tra **$500 e $5.000** in round pre-seed e seed molto early. Anche se non scrivo gli assegni più grandi, cerco di essere utile. Che si tratti di presentazioni, feedback sul prodotto, consigli tecnici, o semplicemente qualcuno con cui parlare dei problemi, voglio essere il tipo di investitore che vorrei nella mia cap table.",
      "Stai costruendo qualcosa di interessante? Mi piacerebbe sentirne parlare."
    ],
    "getInTouch": "Presentami pubblicamente su X",
    "portfolioTitle": "Il Mio Portfolio",
    "crunchbaseText": "Vedi più informazioni sul mio",
    "seeProject": "Vedi il progetto",
    "preSeed": "Pre-seed",
    "seed": "Seed",
    "seriesA": "Serie A",
    "astroDescription": "Emittente di stablecoin sovra-collateralizzate"
  },
  "ProjectsPage": {
    "loading": "Caricamento...",
    "title": "Progetti",
    "noProjects": "Nessun progetto disponibile.",
    "roleFounder": "Fondatore",
    "roleCoFounderCEO": "Cofondatore e CEO",
    "roleCreator": "Creatore",
    "walletyDescription": "Un sito web di analytics dell'ecosistema [Polkadot](https://polkadot.com) e [Kusama](https://kusama.network/), che mirava a mostrare agli utenti analytics utili sui loro wallet come spese, utilizzo mensile, esportazione CSV e denaro pagato in commissioni di rete. Ho raccolto oltre $100k in grant da [Kusama DAO](https://dune.com/substrate/kusama-gov), che sono stati successivamente restituiti perché volevo entrare in [Community Labs](https://www.communitylabs.com/).",
    "othentDescription": "La missione di [Othent](https://othent.io) era permettere ai normali consumatori online quotidiani di accedere a progetti blockchain, senza usare complesse chiavi private crittografiche e invece usando qualsiasi accesso account Oauth come Google. Ho fondato il progetto come 1° Fellow esterno incubato in [Community Labs](https://www.communitylabs.com), una società di sviluppo software fondata da [Tate Berenbaum](https://x.com/TateBerenbaum) nell'ecosistema [Arweave](https://arweave.org). [Othent](https://othent.io) è stato poi acquisito da [Wander](https://wander.app) nel loro prodotto principale, un wallet Web3 dell'ecosistema [Arweave](https://arweave.org) e [AO](https://ao.arweave.net) che ha oltre 50.000 utenti, diventando [Wander Connect](https://www.wander.app/connect).",
    "liquidOpsDescription": "Un protocollo di lending e borrowing costruito su [AO](https://ao.arweave.net), mirato a sbloccare oltre $400m di valore in token [Arweave](https://arweave.org). Ho co-fondato il progetto con [Marton Lederer](https://x.com/martonlederer), diventando la 1ª azienda guidata da un Fellow a separarsi da [Community Labs](https://www.communitylabs.com), attirando migliaia di iscrizioni alla [waitlist](https://x.com/Liquid_Ops/status/1863863983498805473?s=20) cresciute fino a $55m di soft-commit per l'idea con verifica dei fondi on-chain, ho [presentato](https://x.com/aoTheVentures/status/1813676139795374171?s=20) al demo day di [AO Ventures](https://www.aoventures.io) e poi ho raccolto un [round pre-seed da $325k](https://www.ibtimes.co.uk/revolutionizing-defi-how-lorimer-jenkins-marton-lederer-are-transforming-arweave-liquidops-1729945). Abbiamo lanciato la mainnet, abbiamo numerose integrazioni inclusi i wallet AO Chrome/IOS/Android [Wander](https://wander.app) e [Beacon](https://getbeaconapp.com). Abbiamo anche completato e superato audit da società come [Spearbit](https://cantina.xyz/solutions/spearbit) e [Quantstamp](https://quantstamp.com/).",
    "contentCreationDescription": "Creo contenuti video in formato breve su tutte le principali piattaforme social che supportano i reel. Il mio obiettivo è che siano un ottimo modo per costruire la mia community online, mostrare al mondo su cosa sto lavorando e incontrare nuove persone in nuovi posti.",
    "cryptoTeenDescription": "[Crypto Teen](https://www.tiktok.com/@lorimer__jenkins) è un canale TikTok sulle criptovalute mirato a educare la Gen Z su cosa sono le crypto, coprendo concetti base e know-how nello spazio blockchain Web3."
  },
  "WritingPage": {
    "loading": "Caricamento...",
    "title": "Scrittura",
    "substackSignup": "Iscriviti per ricevere nuovi post del blog via email."
  },
  "BookshelfPage": {
    "loading": "Caricamento...",
    "title": "Libreria",
    "subtitle": "Libri che hanno contribuito a plasmare il mio pensiero",
    "noBooks": "Ancora nessun libro.",
    "all": "Tutti",
    "favorites": "Preferiti",
    "readIn": "Letto nel",
    "published": "Pubblicato",
    "viewBook": "Vedi Libro →",
    "richDadPoorDadAuthorBio": "Imprenditore e sostenitore dell'educazione finanziaria",
    "richDadPoorDadNotes": "Un'ottima introduzione all'alfabetizzazione finanziaria e all'importanza degli asset rispetto alle passività.",
    "1984AuthorBio": "Romanziere e saggista inglese",
    "1984Notes": "Un romanzo distopico agghiacciante e profetico che rimane spaventosamente rilevante oggi.",
    "zeroToOneAuthorBio": "Co-fondatore di PayPal e Palantir Technologies",
    "zeroToOneNotes": "Fornisce una guida per imprenditori su come costruire monopoli e creare valore mettendo in discussione la saggezza convenzionale per trovare nuove opportunità, sfidare la concorrenza e costruire aziende di valore.",
    "hardThingAuthorBio": "Co-fondatore di Andreessen Horowitz",
    "hardThingNotes": "Consigli brutalmente onesti sulla costruzione e gestione di una startup. Niente edulcorazioni, solo esperienze reali.",
    "whatYouDoAuthorBio": "Co-fondatore di Andreessen Horowitz",
    "whatYouDoNotes": "Affascinante esplorazione della cultura aziendale attraverso esempi storici da Toussaint Louverture a Gengis Khan.",
    "spareAuthorBio": "Duca di Sussex",
    "spareNotes": "Uno sguardo sincero sulla vita reale e le pressioni di crescere sotto i riflettori come membro della famiglia reale.",
    "riseAndFallAuthorBio": "Storico e autore britannico",
    "riseAndFallNotes": "Una biografia che racconta le vite del Principe Andrea e Sarah Ferguson, dal loro matrimonio ai giorni nostri.",
    "genreFinance": "Finanza",
    "genreFiction": "Narrativa",
    "genreBusiness": "Business",
    "genreMemoir": "Memorie",
    "genreHistory": "Storia",
    "book": "libro",
    "books": "libri"
  },
  "Themes": {
    "dark": "Scuro",
    "light": "Chiaro",
    "themeDuskBlue": "Blu Crepuscolo",
    "themeSunnyBeach": "Spiaggia Soleggiata",
    "themeSoftPink": "Rosa Tenue",
    "themeMidnightSky": "Cielo di Mezzanotte",
    "themeOliveGarden": "Giardino d'Ulivi",
    "themeFieryOcean": "Oceano Infuocato",
    "themeOceanSerenity": "Serenità dell'Oceano",
    "themeVibrantFiesta": "Festa Vibrante",
    "themeGoldenSummer": "Estate Dorata",
    "themeRefreshingSummer": "Estate Rinfrescante"
  }
}
