{
  "Header": {
    "home": "होम",
    "writing": "लेखन",
    "projects": "प्रकल्प",
    "angel": "एंजेल",
    "links": "लिंक्स",
    "bookshelf": "बुकशेल्फ",
    "searchLanguages": "भाषा शोधा...",
    "noLanguagesFound": "भाषा सापडल्या नाहीत"
  },
  "Footer": {
    "madeWith": "❤️ ने बनवलेले",
    "terms": "अटी",
    "privacy": "गोपनीयता",
    "arweaveNetSite": "arweave.net वर कायमचे होस्ट केलेले",
    "coffee": "मला कॉफी घ्या",
    "submitPR": "PR सबमिट करा",
    "reportBug": "बग रिपोर्ट करा"
  },
  "Writing": {
    "backToBlogs": "परत"
  },
  "TimelineContent": {
    "heroTitle": "मी इंग्लंडचा संस्थापक आहे जो सध्या AirBnb मध्ये US/UK/EU मध्ये फिरत आहे. मला क्रिप्टो, स्टार्टअप्स आणि सॉफ्टवेअर डेव्हलपमेंटमध्ये रस आहे. माझी वेंचर कॅपिटल आणि अभिनयाची पार्श्वभूमी आहे.",
    "getInTouch": "संपर्क साधा",
    "experienceJourney": "माझी कथा अनुभवा",
    "scrollDown": "खाली स्क्रोल करा",
    "photoPlaceholder": "फोटो",
    "timeline2025Title": "LiquidOps बनवत आहे",
    "timeline2025Description": "या वर्षी [LiquidOps](/projects#liquidops) बनवण्यात आणि नेटवर्कचे मेननेट लॉन्च करण्यात वेळ घालवला. या वर्षी शिकलेल्या सर्वात मौल्यवान धड्यांपैकी एक म्हणजे स्टार्टअप्स फक्त उत्पादनाबद्दल नाहीत. वाढ आणि मार्केटिंग उत्पादनाइतकेच (जास्त नसल्यास) महत्त्वाचे आहे, म्हणून मी [कंटेंट तयार करणे](/projects#content-creator) सुरू केले आणि वाढीवर लक्ष केंद्रित केले.",
    "timeline2024Title": "LiquidOps ची स्थापना केली",
    "timeline2024Description": "या वर्षी मी त्यावेळी राहत असलेल्या केंब्रिजमध्ये पावसाळ्यातील महत्त्वाकांक्षी फिरण्यानंतर [Marton Lederer](https://x.com/martonlederer) सोबत [LiquidOps](/projects#liquidops) ची कल्पना आणली. [AO](https://ao.arweave.net) सुरुवातीच्या टप्प्यात होते आणि आम्ही इकोसिस्टमच्या सध्याच्या लिक्विडिटीचा फायदा घेण्याची क्षमता लवकर ओळखली. मी [AO Ventures](https://aoventures.io) येथे इंजिनिअरिंग पार्टनर म्हणूनही काम केले. मी कोहॉर्टमधील टीम्सना सपोर्ट केले आणि तांत्रिक दृष्टीकोनातून डेमो डे मध्ये कोण सहभागी होईल हे ठरवण्यात मदत केली, शेवटी मी देखील माझ्या नवीन कल्पनेसह सहभागी झालो - [LiquidOps](/projects#liquidops).",
    "timeline2023Title": "Arweave वर Othent बनवले",
    "timeline2023Description": "त्यांच्या सीड राउंडनंतर लगेच [Community Labs](https://communitylabs.com) मध्ये पहिला बाह्य फेलो झालो. [Arweave](https://arweave.org) इकोसिस्टमवर पूर्णपणे लक्ष केंद्रित करण्यासाठी [Wallety](/projects#wallety) ग्रांट परत केली. येथील माझ्या काळात मी [Othent](/projects#othent), Oases आणि Subsidise-JS बनवले.",
    "timeline2022Title": "Community Labs मध्ये सामील झालो आणि माझा पहिला प्रकल्प Wallety बनवला",
    "timeline2022Description": "गुंतवणूक मला बनवण्याइतके उत्साहित करत नाही हे समजल्यावर, मी शून्यापासून कोडिंग शिकण्याच्या मिशनवर निघालो. मी बऱ्यापैकी लवकर कोडिंग शिकलो आणि माझा पहिला प्रकल्प [Wallety](/projects#wallety) बनवला. थकवणारे पण रोमांचक होते. मग मी [Tate Berenbaum](https://x.com/TateBerenbaum) चे लक्ष वेधून घेतले जे जवळचे मित्र झाले आणि मी [Community Labs](https://communitylabs) मध्ये त्यांच्यासोबत सामील होण्याचा निर्णय घेतला.",
    "timeline2021Title": "माझ्या बेडरूममधून Crypto VC मध्ये प्रवेश केला",
    "timeline2021Description": "मागील वर्षी कोल्ड ईमेलिंगमधून क्रिप्टो वेंचर कॅपिटल फंडमध्ये विनावेतन इंटर्नशिप मिळाली. पगाराची विश्लेषक भूमिका देण्यापूर्वी मी 3 महिने विनावेतन काम केले, नंतर पुढील वर्षी त्यांच्या वेंचर आणि हेज फंड्सवर काम केले. माझा वेळ मुख्यतः डीलफ्लोवर ड्यू डिलिजन्स करणे, त्यांच्या साप्ताहिक इन्व्हेस्टमेंट कमिटी मीटिंग्समध्ये नोट्स घेणे आणि फर्मला पिच करू इच्छिणाऱ्या संस्थापकांना भेटणे यात घालवला. या वर्षी मी [Polkadot Ambassador](https://polkadot.com/community/ambassador-program) म्हणूनही स्वयंसेवक होतो जिथे मी समुदाय बनवण्यात मदत केली आणि लंडन IRL पिकनिक आयोजित केली जिथे इकोसिस्टम टीम्स आणि संस्थापकांसह 100 हून अधिक लोक आले.",
    "timeline2020Title": "Crypto Teen आणि ड्रामा स्कूल सोडणे",
    "timeline2020Description": "[Emil Dale Academy](https://www.emildale.co.uk) येथे ड्रामा स्कूलला जात असताना, मी Gen Z ला Crypto बद्दल शिकवण्याच्या उद्देशाने Crypto TikTok शैक्षणिक चॅनल सुरू केले. Ethereum ची किंमत $201 होती! उद्योगात प्रवेश करण्याच्या प्रयत्नात, मी 500 हून अधिक कंपन्या, गुंतवणूक फर्म्स आणि प्रकल्पांना कोल्ड ईमेल करण्याचा निर्णय घेतला की ते मला विनावेतन कामगार म्हणून घेतील का. 500 हून अधिक ईमेलपैकी सुमारे 6 काम केले. मी वर्गांना बुडून VC आणि व्यवसायांना माझी संभाव्य नियुक्ती याबद्दल पिच करण्यासाठी डेटा असलेल्या वर्गमित्राच्या फोनसह शाळेच्या पार्किंगमध्ये Zoom मीटिंग्स करत असे. माझ्या आयुष्यातील हा खरोखर सर्रियल काळ होता आणि तेव्हापासून आणखी सर्रियल झाला आहे."
  },
  "BirthYearBadge": {
    "born": "30 जुलै 2003 रोजी जन्म"
  },
  "AngelPage": {
    "loading": "लोड होत आहे...",
    "title": "एंजेल इन्व्हेस्टिंग",
    "introParagraphs": [
      "त्यांना खरोखर आवडते ते बनवणाऱ्या संस्थापकांना भेटायला आवडते. जेव्हा मला क्षमता आणि भांडवलाच्या पलीकडे मदत करण्याचे मार्ग दिसतात, तेव्हा मी लवकर सामील होण्यास उत्सुक असतो.",
      "मी सामान्यतः प्री-सीड आणि अगदी सुरुवातीच्या सीड राउंडमध्ये **$500 ते $5,000** दरम्यान चेक लिहितो. जरी मी सर्वात मोठे चेक लिहित नाही, तरी मी उपयुक्त होण्याचा प्रयत्न करतो. ओळखी, उत्पादन फीडबॅक, तांत्रिक सल्ला, किंवा फक्त समस्यांबद्दल बोलण्यासाठी कोणी असो, मी माझ्या कॅप टेबलमध्ये असावा असा गुंतवणूकदार व्हायचा आहे.",
      "काहीतरी मनोरंजक बनवत आहात? त्याबद्दल ऐकायला आवडेल."
    ],
    "getInTouch": "X वर मला सार्वजनिकपणे पिच करा",
    "portfolioTitle": "माझा पोर्टफोलिओ",
    "crunchbaseText": "अधिक माहिती पहा",
    "seeProject": "प्रकल्प पहा",
    "preSeed": "प्री-सीड",
    "seed": "सीड",
    "seriesA": "सिरीज A",
    "astroDescription": "ओव्हर-कोलॅटरलाइज्ड स्टेबलकॉइन जारीकर्ता"
  },
  "ProjectsPage": {
    "loading": "लोड होत आहे...",
    "title": "प्रकल्प",
    "noProjects": "प्रकल्प उपलब्ध नाहीत.",
    "walletyDescription": "एक [Polkadot](https://polkadot.com) आणि [Kusama](https://kusama.network/) इकोसिस्टम अॅनालिटिक्स वेबसाइट, ज्याचा उद्देश वापरकर्त्यांना त्यांच्या वॉलेट्सबद्दल खर्च, मासिक वापर, CSV एक्सपोर्ट आणि नेटवर्क फीमध्ये दिलेले पैसे यासारखे उपयुक्त विश्लेषण दाखवणे होते. मी [Kusama DAO](https://dune.com/substrate/kusama-gov) कडून $100k पेक्षा जास्त अनुदान गोळा केले, जे नंतर परत केले कारण मला [Community Labs](https://www.communitylabs.com/) मध्ये सामील व्हायचे होते.",
    "othentDescription": "[Othent](https://othent.io) चे मिशन सामान्य दैनंदिन ऑनलाइन ग्राहकांना जटिल क्रिप्टोग्राफिक प्रायव्हेट कीज न वापरता आणि त्याऐवजी Google सारखा कोणताही Oauth खाते प्रवेश वापरून ब्लॉकचेन प्रकल्पांमध्ये प्रवेश करण्यास सक्षम करणे होते. मी [Arweave](https://arweave.org) इकोसिस्टममध्ये [Tate Berenbaum](https://x.com/TateBerenbaum) ने स्थापन केलेल्या सॉफ्टवेअर डेव्हलपमेंट कंपनी [Community Labs](https://www.communitylabs.com) मध्ये इनक्युबेट केलेला पहिला बाह्य फेलो म्हणून प्रकल्पाची स्थापना केली. [Othent](https://othent.io) नंतर [Wander](https://wander.app) ने त्यांच्या कोर उत्पादनात विकत घेतले, 50,000 पेक्षा जास्त वापरकर्ते असलेले [Arweave](https://arweave.org) आणि [AO](https://ao.arweave.net) इकोसिस्टम Web3 वॉलेट, [Wander Connect](https://www.wander.app/connect) बनले.",
    "liquidOpsDescription": "[AO](https://ao.arweave.net) वर बनवलेला लेंडिंग आणि बोरोइंग प्रोटोकॉल, $400m पेक्षा जास्त [Arweave](https://arweave.org) टोकन मूल्य अनलॉक करण्याचे उद्दिष्ट. मी [Marton Lederer](https://x.com/martonlederer) सोबत प्रकल्पाची सह-स्थापना केली, [Community Labs](https://www.communitylabs.com) मधून स्पिन आउट होणारी पहिली फेलो नेतृत्वाखालील कंपनी बनली, ऑन-चेन फंड व्हेरिफिकेशनसह कल्पनेसाठी $55m सॉफ्ट-कमिट्सपर्यंत वाढलेल्या हजारो [वेटलिस्ट](https://x.com/Liquid_Ops/status/1863863983498805473?s=20) साइनअप्स आकर्षित केले, [AO Ventures](https://www.aoventures.io) डेमो डे वर [पिच](https://x.com/aoTheVentures/status/1813676139795374171?s=20) केले आणि नंतर [$325k प्री-सीड राउंड](https://www.ibtimes.co.uk/revolutionizing-defi-how-lorimer-jenkins-marton-lederer-are-transforming-arweave-liquidops-1729945) उभारला. आम्ही मेननेट लॉन्च केले, AO Chrome/IOS/Android वॉलेट्स [Wander](https://wander.app) आणि [Beacon](https://getbeaconapp.com) सह अनेक इंटिग्रेशन्स आहेत. आम्ही [Spearbit](https://cantina.xyz/solutions/spearbit) आणि [Quantstamp](https://quantstamp.com/) सारख्या फर्म्सचे ऑडिट्स देखील पूर्ण केले आणि पास केले.",
    "contentCreationDescription": "मी रील्सला सपोर्ट करणाऱ्या सर्व प्रमुख सोशल मीडिया प्लॅटफॉर्मवर शॉर्ट फॉर्म व्हिडिओ कंटेंट तयार करतो. माझा उद्देश आहे की ते माझा ऑनलाइन समुदाय बनवण्याचा, जगाला मी काय करतोय ते दाखवण्याचा आणि नवीन ठिकाणी नवीन लोकांना भेटण्याचा उत्तम मार्ग असावा.",
    "cryptoTeenDescription": "[Crypto Teen](https://www.tiktok.com/@lorimer__jenkins) हे क्रिप्टोकरन्सी TikTok चॅनल आहे ज्याचा उद्देश Gen Z ला क्रिप्टो म्हणजे काय हे शिकवणे, Web3 ब्लॉकचेन स्पेसमधील मूलभूत संकल्पना आणि ज्ञान समाविष्ट करणे आहे."
  },
  "WritingPage": {
    "loading": "लोड होत आहे...",
    "title": "लेखन",
    "substackSignup": "ईमेलद्वारे नवीन ब्लॉग पोस्ट प्राप्त करण्यासाठी साइन अप करा."
  },
  "BookshelfPage": {
    "loading": "लोड होत आहे...",
    "title": "बुकशेल्फ",
    "subtitle": "माझ्या विचारसरणीला आकार देण्यास मदत करणारी पुस्तके",
    "noBooks": "अद्याप पुस्तके नाहीत.",
    "all": "सर्व",
    "favorites": "आवडते",
    "readIn": "वाचले",
    "published": "प्रकाशित",
    "viewBook": "पुस्तक पहा →",
    "richDadPoorDadAuthorBio": "उद्योजक आणि आर्थिक शिक्षणाचे समर्थक",
    "richDadPoorDadNotes": "आर्थिक साक्षरता आणि दायित्वांपेक्षा मालमत्तेचे महत्त्व याची उत्तम ओळख.",
    "1984AuthorBio": "इंग्रजी कादंबरीकार आणि निबंधकार",
    "1984Notes": "एक थंड आणि भविष्यवाणी करणारी डिस्टोपियन कादंबरी जी आजही भयावहपणे संबंधित आहे.",
    "zeroToOneAuthorBio": "PayPal आणि Palantir Technologies चे सह-संस्थापक",
    "zeroToOneNotes": "नवीन संधी शोधण्यासाठी, स्पर्धेला आव्हान देण्यासाठी आणि मौल्यवान कंपन्या बनवण्यासाठी पारंपारिक शहाणपणावर प्रश्न विचारून मक्तेदारी कशी बनवायची आणि मूल्य कसे निर्माण करायचे याबद्दल उद्योजकांसाठी मार्गदर्शक प्रदान करते.",
    "hardThingAuthorBio": "Andreessen Horowitz चे सह-संस्थापक",
    "hardThingNotes": "स्टार्टअप बनवणे आणि चालवणे याबद्दल निर्दयी प्रामाणिक सल्ला. शुगर कोटिंग नाही, फक्त खरे अनुभव.",
    "whatYouDoAuthorBio": "Andreessen Horowitz चे सह-संस्थापक",
    "whatYouDoNotes": "Toussaint Louverture पासून Genghis Khan पर्यंत ऐतिहासिक उदाहरणांद्वारे कंपनी संस्कृतीचा आकर्षक शोध.",
    "spareAuthorBio": "ड्यूक ऑफ ससेक्स",
    "spareNotes": "राजघराण्यातील सदस्य म्हणून सार्वजनिक नजरेत वाढण्याचा दबाव आणि शाही जीवनावर प्रामाणिक नजर.",
    "riseAndFallAuthorBio": "ब्रिटिश इतिहासकार आणि लेखक",
    "riseAndFallNotes": "प्रिन्स अँड्र्यू आणि सारा फर्ग्युसन यांचे त्यांच्या विवाहापासून आजपर्यंतचे जीवन नोंदवणारे चरित्र."
  }
}
