{
  "Header": {
    "home": "Laman Utama",
    "writing": "Penulisan",
    "projects": "Projek",
    "angel": "Angel",
    "links": "Pautan",
    "bookshelf": "Rak Buku",
    "searchLanguages": "Cari bahasa...",
    "noLanguagesFound": "Tiada bahasa ditemui"
  },
  "Footer": {
    "madeWith": "Dibuat dengan ❤️",
    "terms": "Terma",
    "privacy": "Privasi",
    "arweaveNetSite": "Dihoskan selama-lamanya di arweave.net",
    "coffee": "Belikan saya kopi",
    "submitPR": "Hantar PR",
    "reportBug": "Laporkan pepijat"
  },
  "Writing": {
    "backToBlogs": "Kembali"
  },
  "TimelineContent": {
    "heroTitle": "Saya seorang pengasas dari England yang kini berpindah-randah di AS/UK/EU dalam AirBnb. Saya berminat dengan kripto, permulaan dan pembangunan perisian. Saya mempunyai latar belakang dalam modal teroka dan lakonan.",
    "getInTouch": "Hubungi saya",
    "experienceJourney": "Alami kisah saya",
    "scrollDown": "Tatal ke bawah",
    "photoPlaceholder": "Foto",
    "timeline2025Title": "Membina LiquidOps",
    "timeline2025Description": "Tahun ini meluangkan masa membina [LiquidOps](/projects#liquidops) dan melancarkan mainnet rangkaian. Salah satu pelajaran paling berharga yang saya pelajari tahun ini ialah permulaan bukan hanya tentang produk. Pertumbuhan dan pemasaran sama pentingnya (jika tidak lebih) daripada produk, jadi saya mula [mencipta kandungan](/projects#content-creator) dan memberi tumpuan kepada pertumbuhan.",
    "timeline2024Title": "Mengasaskan LiquidOps",
    "timeline2024Description": "Tahun ini saya menghasilkan idea [LiquidOps](/projects#liquidops) bersama [Marton Lederer](https://x.com/martonlederer) selepas berjalan-jalan bercita-cita tinggi di Cambridge di mana saya tinggal ketika itu. [AO](https://ao.arweave.net) masih di peringkat awal dan kami dengan cepat menyedari potensi untuk memanfaatkan kecairan ekosistem semasa. Saya juga bekerja sebagai Rakan Kejuruteraan di [AO Ventures](https://aoventures.io). Saya menyokong pasukan dalam kohort dan membantu memutuskan siapa yang mengambil bahagian dalam hari demo dari perspektif teknikal, akhirnya saya juga mengambil bahagian dengan idea baru saya - [LiquidOps](/projects#liquidops).",
    "timeline2023Title": "Othent dibina di Arweave",
    "timeline2023Description": "Saya menjadi Fellow luaran pertama di [Community Labs](https://communitylabs.com) sejurus selepas pusingan benih mereka. Saya memulangkan geran [Wallety](/projects#wallety) untuk memberi tumpuan sepenuhnya kepada ekosistem [Arweave](https://arweave.org). Semasa berada di sini saya membina [Othent](/projects#othent), Oases dan Subsidise-JS.",
    "timeline2022Title": "Menyertai Community Labs & membina projek pertama saya Wallety",
    "timeline2022Description": "Selepas menyedari pelaburan tidak mengujakan saya seperti membina, saya memulakan misi untuk belajar kod dari awal. Saya akhirnya belajar kod dengan cepat dan membina projek pertama saya [Wallety](/projects#wallety). Ia meletihkan tetapi mengujakan. Kemudian saya menarik perhatian [Tate Berenbaum](https://x.com/TateBerenbaum) yang menjadi kawan rapat dan saya memutuskan untuk menyertainya di [Community Labs](https://communitylabs).",
    "timeline2021Title": "Masuk ke Crypto VC dari bilik tidur saya",
    "timeline2021Description": "Saya mendapat latihan amali tanpa gaji di dana modal teroka kripto daripada e-mel dingin tahun sebelumnya. Saya bekerja selama 3 bulan tanpa gaji sebelum mereka menawarkan saya peranan penganalisis bergaji, kemudian saya bekerja di dana teroka dan lindung nilai mereka untuk tahun berikutnya. Saya meluangkan masa terutamanya melakukan usaha wajar pada aliran urus niaga, mengambil nota dalam mesyuarat jawatankuasa pelaburan mingguan mereka dan juga bertemu dengan pengasas yang ingin membuat pembentangan kepada firma. Sepanjang tahun ini saya juga menjadi sukarelawan sebagai [Duta Polkadot](https://polkadot.com/community/ambassador-program) di mana saya membantu membina komuniti dan mengadakan piknik IRL di London di mana lebih 100 orang hadir termasuk pasukan ekosistem dan pengasas.",
    "timeline2020Title": "Crypto Teen & keluar dari sekolah drama",
    "timeline2020Description": "Semasa saya menghadiri sekolah drama di [Emil Dale Academy](https://www.emildale.co.uk), saya memulakan saluran pendidikan Crypto TikTok yang bertujuan mendidik Gen Z tentang Crypto. Harga Ethereum ialah $201! Dalam usaha untuk masuk ke industri, saya memutuskan untuk menghantar e-mel dingin kepada lebih 500 syarikat, firma pelaburan dan projek sama ada mereka akan mengambil saya sebagai pekerja tanpa gaji. Daripada lebih 500 e-mel, kira-kira 6 berjaya. Saya biasa mengadakan mesyuarat Zoom di tempat letak kereta sekolah dengan telefon rakan sekelas yang mempunyai data sambil ponteng kelas untuk membuat pembentangan kepada VC dan perniagaan tentang kemungkinan mengambil saya bekerja. Ia adalah masa yang sangat surreal dalam hidup saya dan sejak itu semakin surreal."
  },
  "BirthYearBadge": {
    "born": "Lahir 30 Julai 2003"
  },
  "AngelPage": {
    "loading": "Memuatkan...",
    "title": "Pelaburan Angel",
    "introParagraphs": [
      "Saya suka bertemu pengasas yang membina sesuatu yang mereka benar-benar ambil berat. Apabila saya melihat potensi dan cara saya boleh membantu melebihi modal sahaja, saya bersemangat untuk terlibat awal.",
      "Saya biasanya menulis cek antara **$500 dan $5,000** dalam pusingan pra-benih dan benih yang sangat awal. Walaupun saya tidak menulis cek terbesar, saya cuba untuk berguna. Sama ada pengenalan, maklum balas produk, nasihat teknikal, atau hanya menjadi seseorang untuk berbincang masalah, saya mahu menjadi jenis pelabur yang saya mahukan dalam jadual modal saya.",
      "Membina sesuatu yang menarik? Saya ingin mendengarnya."
    ],
    "getInTouch": "Pitch saya secara terbuka di X",
    "portfolioTitle": "Portfolio Saya",
    "crunchbaseText": "Lihat maklumat lanjut di",
    "seeProject": "Lihat projek",
    "preSeed": "Pra-benih",
    "seed": "Benih",
    "seriesA": "Siri A",
    "astroDescription": "Pengeluar stablecoin terlebih cagaran"
  },
  "ProjectsPage": {
    "loading": "Memuatkan...",
    "title": "Projek",
    "noProjects": "Tiada projek tersedia.",
    "roleFounder": "Pengasas",
    "roleCoFounderCEO": "Pengasas Bersama & CEO",
    "roleCreator": "Pencipta",
    "walletyDescription": "Laman web analitik ekosistem [Polkadot](https://polkadot.com) & [Kusama](https://kusama.network/), yang bertujuan menunjukkan kepada pengguna analitik berguna tentang dompet mereka seperti perbelanjaan, penggunaan bulanan, eksport CSV dan wang yang dibayar dalam yuran rangkaian. Saya mengumpul lebih $100k dalam geran daripada [Kusama DAO](https://dune.com/substrate/kusama-gov), yang kemudiannya dipulangkan kerana saya mahu menyertai [Community Labs](https://www.communitylabs.com/).",
    "othentDescription": "Misi [Othent](https://othent.io) adalah untuk membolehkan pengguna dalam talian biasa mengakses projek blockchain, tanpa menggunakan kunci peribadi kriptografi yang kompleks dan sebaliknya menggunakan mana-mana akses akaun Oauth seperti Google. Saya mengasaskan projek ini sebagai Fellow luaran pertama yang diinkubasi dalam [Community Labs](https://www.communitylabs.com), sebuah syarikat pembangunan perisian yang diasaskan oleh [Tate Berenbaum](https://x.com/TateBerenbaum) dalam ekosistem [Arweave](https://arweave.org). [Othent](https://othent.io) kemudiannya diambil alih oleh [Wander](https://wander.app) ke dalam produk teras mereka, dompet Web3 ekosistem [Arweave](https://arweave.org) & [AO](https://ao.arweave.net) yang mempunyai lebih 50,000 pengguna, menjadi [Wander Connect](https://www.wander.app/connect).",
    "liquidOpsDescription": "Protokol pinjaman dan peminjaman yang dibina di [AO](https://ao.arweave.net), bertujuan untuk membuka kunci lebih $400m nilai token [Arweave](https://arweave.org). Saya mengasaskan projek ini bersama [Marton Lederer](https://x.com/martonlederer), menjadi syarikat pertama yang dipimpin Fellow untuk berpecah daripada [Community Labs](https://www.communitylabs.com), menarik ribuan pendaftaran [senarai menunggu](https://x.com/Liquid_Ops/status/1863863983498805473?s=20) yang berkembang kepada $55m komitmen lembut untuk idea dengan pengesahan dana atas rantai, [membuat pembentangan](https://x.com/aoTheVentures/status/1813676139795374171?s=20) di hari demo [AO Ventures](https://www.aoventures.io) dan kemudian mengumpul [pusingan pra-benih $325k](https://www.ibtimes.co.uk/revolutionizing-defi-how-lorimer-jenkins-marton-lederer-are-transforming-arweave-liquidops-1729945). Kami melancarkan mainnet, mempunyai banyak integrasi termasuk dompet AO Chrome/IOS/Android [Wander](https://wander.app) & [Beacon](https://getbeaconapp.com). Kami juga telah melengkapkan & lulus audit oleh firma seperti [Spearbit](https://cantina.xyz/solutions/spearbit) & [Quantstamp](https://quantstamp.com/).",
    "contentCreationDescription": "Saya mencipta kandungan video pendek di semua platform media sosial utama yang menyokong reels. Saya bertujuan agar ia menjadi cara yang baik untuk membina komuniti dalam talian saya, menunjukkan kepada dunia apa yang sedang saya kerjakan dan bertemu orang baru di tempat baru.",
    "cryptoTeenDescription": "[Crypto Teen](https://www.tiktok.com/@lorimer__jenkins) adalah saluran TikTok cryptocurrency yang bertujuan untuk mendidik Gen Z tentang apa itu crypto, meliputi konsep asas dan pengetahuan dalam ruang blockchain Web3."
  },
  "WritingPage": {
    "loading": "Memuatkan...",
    "title": "Penulisan",
    "substackSignup": "Daftar untuk menerima catatan blog baru melalui e-mel."
  },
  "BookshelfPage": {
    "loading": "Memuatkan...",
    "title": "Rak Buku",
    "subtitle": "Buku yang telah membantu membentuk pemikiran saya",
    "noBooks": "Belum ada buku.",
    "all": "Semua",
    "favorites": "Kegemaran",
    "readIn": "Dibaca pada",
    "published": "Diterbitkan",
    "viewBook": "Lihat Buku →",
    "richDadPoorDadAuthorBio": "Usahawan dan penyokong pendidikan kewangan",
    "richDadPoorDadNotes": "Pengenalan yang baik kepada celik kewangan dan kepentingan aset berbanding liabiliti.",
    "1984AuthorBio": "Novelis dan eseist Inggeris",
    "1984Notes": "Novel dystopia yang menyeramkan dan profetik yang kekal menakutkan relevan hari ini.",
    "zeroToOneAuthorBio": "Pengasas bersama PayPal dan Palantir Technologies",
    "zeroToOneNotes": "Ia menyediakan panduan untuk usahawan tentang cara membina monopoli dan mencipta nilai dengan mempersoalkan kebijaksanaan konvensional untuk mencari peluang baru, mencabar persaingan, dan membina syarikat berharga.",
    "hardThingAuthorBio": "Pengasas bersama Andreessen Horowitz",
    "hardThingNotes": "Nasihat yang jujur secara brutal tentang membina dan menjalankan permulaan. Tiada pemanis, hanya pengalaman sebenar.",
    "whatYouDoAuthorBio": "Pengasas bersama Andreessen Horowitz",
    "whatYouDoNotes": "Penerokaan menarik budaya syarikat melalui contoh sejarah dari Toussaint Louverture hingga Genghis Khan.",
    "spareAuthorBio": "Duke of Sussex",
    "spareNotes": "Pandangan jujur tentang kehidupan diraja dan tekanan membesar di mata awam sebagai ahli keluarga diraja.",
    "riseAndFallAuthorBio": "Ahli sejarah dan penulis British",
    "riseAndFallNotes": "Biografi yang mencatat kehidupan Prince Andrew dan Sarah Ferguson, dari perkahwinan mereka hingga sekarang.",
    "genreFinance": "Kewangan",
    "genreFiction": "Fiksyen",
    "genreBusiness": "Perniagaan",
    "genreMemoir": "Memoir",
    "genreHistory": "Sejarah",
    "book": "buku",
    "books": "buku"
  },
  "Themes": {
    "dark": "Gelap",
    "light": "Cerah",
    "random": "Rawak",
    "themeDuskBlue": "Biru Senja",
    "themeSunnyBeach": "Pantai Cerah",
    "themeSoftPink": "Merah Jambu Lembut",
    "themeMidnightSky": "Langit Tengah Malam",
    "themeOliveGarden": "Taman Zaitun",
    "themeFieryOcean": "Lautan Berapi",
    "themeOceanSerenity": "Ketenangan Lautan",
    "themeVibrantFiesta": "Fiesta Meriah",
    "themeGoldenSummer": "Musim Panas Emas",
    "themeRefreshingSummer": "Musim Panas Menyegarkan"
  }
}
