{
  "Header": {
    "home": "Hjem",
    "writing": "Skriving",
    "projects": "Prosjekter",
    "angel": "Engel",
    "socials": "Sosiale medier"
  },
  "Footer": {
    "madeWith": "Laget med 仇벒잺",
    "terms": "Vilk친r",
    "privacy": "Personvern",
    "arweaveNetSite": "Hostet for alltid p친 arweave.net",
    "coffee": "Kj칮p meg en kaffe"
  },
  "Writing": {
    "backToBlogs": "Tilbake"
  },
  "TimelineContent": {
    "heroTitle": "Jeg er en Builder fra England 游섫릖 interessert i Crypto, Startups og Programvareutvikling med bakgrunn i Venture Capital & Skuespill.",
    "getInTouch": "Ta kontakt.",
    "experienceJourney": "Opplev reisen min",
    "scrollDown": "Rull ned",
    "photoPlaceholder": "Bilde",
    "timeline2025Title": "Bygger LiquidOps",
    "timeline2025Description": "Dette er meg i dag - Medgr칲nder & CEO av LiquidOps, den f칮rste utl친nsprotokollen p친 Arweave & AO. Vi har lansert testnettet v친rt og fair launch.",
    "timeline2024Title": "Grunnla LiquidOps",
    "timeline2024Description": "Dette 친ret forandret alt. Jeg m칮tte Marton i Cambridge og vi skapte Operation Liquidity. Da vi lanserte ventelisten, n친dde vi $2M i l칮fter p친 bare 2 timer. Det vokste til $55M fra over 3000 p친meldinger. Vi hentet inn en pre-seed-runde p친 $325K og ble spunnet ut fra Community Labs som deres f칮rste Fellow-spinout.",
    "timeline2023Title": "Othent p친 Arweave",
    "timeline2023Description": "Jeg ble den f칮rste eksterne Fellow hos Community Labs rett etter seed-runden deres. Jeg returnerte analytics-tilskuddet mitt for 친 fokusere helt p친 Arweave-칮kosystemet. I l칮pet av tiden min her bygde jeg Othent, Oases, subsidise-JS og jobbet med AO Ventures. Her fant jeg virkelig mine folk.",
    "timeline2022Title": "Ble med i Community Labs & bygde mitt f칮rste prosjekt",
    "timeline2022Description": "Jeg skapte en plattform for kryptotransaksjonsanalyse og mottok et tilskudd p친 $100k fra Polkadot- og Kusama-nettverkene. Dette var da jeg virkelig l칝rte meg selv 친 kode ordentlig. Jeg jobbet fulltid p친 prosjektet med noen frilansere. Det var utmattende men spennende. Ble ogs친 med i Community Labs. Begynte med indie hacking fra kaf칠er i stedet for 친 bygge VC.",
    "timeline2021Title": "Kom inn i Crypto VC fra soverommet mitt",
    "timeline2021Description": "Jeg fikk en ubetalt praksisplass i et crypto venture capital-fond. Jeg jobbet i 3 m친neder uten l칮nn f칮r de tilb칮d meg en betalt analytikerrolle. Jeg jobbet p친 b친de VC- og hedgefond-siden.",
    "timeline2020Title": "Crypto-ten친ring p친 Dramaskolen",
    "timeline2020Description": "Mens jeg var p친 Dramaskolen, startet jeg en utdannings Crypto TikTok-kanal som hadde som m친l 친 utdanne Gen Z om Crypto. ETH-prisen var $201! Solgte kl칝r for 친 betale for Dramaskolen. Jeg sendte e-post til over 500 selskaper og VC-er og lette etter ubetalt praksisplass eller hvilken som helst jobb i bransjen. Jeg tok Zoom-m칮ter p친 skolens parkeringsplass med en klassekamerats telefon som hadde data mens jeg skulket timer for 친 pitche VC-er og bedrifter om 친 potensielt ansette meg."
  },
  "BirthYearBadge": {
    "born": "F칮dt 30. juli 2003"
  },
  "AngelPage": {
    "loading": "Laster...",
    "title": "Engleinvestering",
    "intro1": "Jeg elsker 친 m칮te gr칲ndere som bygger noe de virkelig bryr seg om. N친r jeg ser potensial og m친ter jeg kan hjelpe utover kapital, er jeg ivrig etter 친 bli involvert tidlig.",
    "intro2Part1": "Jeg skriver vanligvis sjekker mellom",
    "intro2Part2": "i pre-seed- og seed-runder. Selv om jeg ikke skriver de st칮rste sjekkene, pr칮ver jeg 친 v칝re nyttig. Enten det er introduksjoner, produkttilbakemeldinger, teknisk r친dgivning eller bare noen 친 snakke gjennom problemer med, vil jeg v칝re den typen investor jeg ville hatt i mitt cap table.",
    "checkAmount": "$500 og $5000",
    "intro3": "Bygger du noe interessant? Jeg vil gjerne h칮re om det.",
    "getInTouch": "Ta kontakt",
    "portfolioTitle": "Min Portef칮lje",
    "crunchbaseText": "Se mer info p친 min",
    "seeProject": "Se prosjektet",
    "preSeed": "Pre-seed",
    "seed": "Seed",
    "seriesA": "Serie A",
    "astroDescription": "Utsteder av oversikret stablecoin"
  },
  "ProjectsPage": {
    "loading": "Laster...",
    "title": "Prosjekter",
    "website": "Nettsted",
    "github": "Github",
    "noProjects": "Ingen prosjekter tilgjengelige.",
    "walletyDescription": "Et analysenettsted for Polkadot & Kusama-칮kosystemet, som har som m친l 친 forbedre UX for kryptolommeb칮ker i 칮kosystemet.",
    "othentDescription": "Sl친r sammen Web2 til Web3 brukerinnlogginger med et kjent og enkelt grensesnitt, som gj칮r det mulig for SSO OAuth-kontoer 친 ha en Arweave-칮kosystem-lommebok.",
    "liquidOpsDescription": "En utl친nsprotokoll p친 Arweave og AO. Jeg var medgr칲nder av prosjektet med Marton Lederer."
  },
  "WritingPage": {
    "loading": "Laster...",
    "title": "Skriving",
    "substackSignup": "Registrer deg for 친 motta nye blogginnlegg p친 e-post."
  }
}
