{
  "Header": {
    "home": "Strona g贸wna",
    "writing": "Pisanie",
    "projects": "Projekty",
    "angel": "Anio",
    "socials": "Media spoecznociowe",
    "searchLanguages": "Szukaj jzyk贸w...",
    "noLanguagesFound": "Nie znaleziono jzyk贸w"
  },
  "Footer": {
    "madeWith": "Zrobione z わ",
    "terms": "Warunki",
    "privacy": "Prywatno",
    "arweaveNetSite": "Hostowane na zawsze na arweave.net",
    "coffee": "Kup mi kaw"
  },
  "Writing": {
    "backToBlogs": "Wr贸"
  },
  "TimelineContent": {
    "heroTitle": "Jestem Builderem z Anglii  interesuj si Crypto, Startupami i Rozwojem Oprogramowania z dowiadczeniem w Venture Capital i Aktorstwie.",
    "getInTouch": "Skontaktuj si.",
    "experienceJourney": "Poznaj moj podr贸偶",
    "scrollDown": "Przewi w d贸",
    "photoPlaceholder": "Zdjcie",
    "timeline2025Title": "Buduj LiquidOps",
    "timeline2025Description": "To ja dzisiaj - Wsp贸zao偶yciel i CEO LiquidOps, pierwszego protokou po偶yczkowego na Arweave i AO. Uruchomilimy nasz testnet i fair launch.",
    "timeline2024Title": "Zao偶yem LiquidOps",
    "timeline2024Description": "Ten rok zmieni wszystko. Poznaem Martona w Cambridge i stworzylimy Operation Liquidity. Gdy uruchomilimy list oczekujcych, osignlimy $2M zobowiza w zaledwie 2 godziny. Uroso do $55M z ponad 3,000 rejestracji. Zebralimy rund pre-seed $325K i oddzielilimy si od Community Labs jako ich pierwszy Fellow spinout.",
    "timeline2023Title": "Othent na Arweave",
    "timeline2023Description": "Zostaem pierwszym zewntrznym Fellow w Community Labs zaraz po ich rundzie seed. Zwr贸ciem m贸j grant analityczny, aby w peni skupi si na ekosystemie Arweave. W tym czasie zbudowaem Othent, Oases, subsidise-JS i pracowaem nad AO Ventures. Tu naprawd znalazem swoich ludzi.",
    "timeline2022Title": "Doczyem do Community Labs i zbudowaem m贸j pierwszy projekt",
    "timeline2022Description": "Stworzyem platform analityki transakcji crypto i otrzymaem grant $100k od sieci Polkadot i Kusama. To by czas, gdy naprawd nauczyem si prawidowo programowa. Pracowaem peny etat nad projektem z kilkoma freelancerami, kt贸rych znalazem. Byo wyczerpujco ale ekscytujco. Doczyem te偶 do Community Labs. Zaczem indie hacking z kawiarni zamiast budowa VC.",
    "timeline2021Title": "Wszedem do Crypto VC z mojej sypialni",
    "timeline2021Description": "Dostaem niepatny sta偶 w funduszu venture capital crypto. Pracowaem 3 miesice bez wynagrodzenia zanim zaoferowali mi patn pozycj analityka. Pracowaem zar贸wno po stronie VC jak i hedge fund.",
    "timeline2020Title": "Crypto Nastolatek w Szkole Aktorskiej",
    "timeline2020Description": "Podczas Szkoy Aktorskiej rozpoczem edukacyjny kana Crypto na TikToku majcy na celu edukacj Gen Z o Crypto. Cena ETH wynosia $201! Sprzedawaem ubrania, 偶eby opaci Szko Aktorsk. Wysaem e-maile do ponad 500 firm i VC szukajc niepatnego sta偶u lub jakiejkolwiek pracy w bran偶y. Braem udzia w spotkaniach Zoom na parkingu szkoy z telefonem kolegi z klasy, kt贸ry mia dane, opuszczajc lekcje, 偶eby pitchowa VC i firmom o mo偶liwoci zatrudnienia mnie."
  },
  "BirthYearBadge": {
    "born": "Urodzony 30 lipca 2003"
  },
  "AngelPage": {
    "loading": "adowanie...",
    "title": "Inwestycje Anielskie",
    "intro1": "Uwielbiam spotyka zao偶ycieli, kt贸rzy buduj co, na czym im naprawd zale偶y. Gdy widz potencja i sposoby pomocy poza kapitaem, chtnie anga偶uj si wczenie.",
    "intro2Part1": "Zazwyczaj wypisuj czeki midzy",
    "intro2Part2": "w rundach pre-seed i seed. Chocia偶 nie wypisuj najwikszych czek贸w, staram si by przydatny. Czy to przedstawienia, feedback produktowy, porady techniczne, czy po prostu kto do rozmowy o problemach, chc by takim inwestorem, jakiego chciabym w moim cap table.",
    "checkAmount": "$500 a $5,000",
    "intro3": "Budujesz co ciekawego? Chtnie o tym usysz.",
    "getInTouch": "Skontaktuj si",
    "portfolioTitle": "Moje Portfolio",
    "crunchbaseText": "Zobacz wicej informacji na moim",
    "seeProject": "Zobacz projekt",
    "preSeed": "Pre-seed",
    "seed": "Seed",
    "seriesA": "Series A",
    "astroDescription": "Emitent nadzabezpieczonego stablecoina"
  },
  "ProjectsPage": {
    "loading": "adowanie...",
    "title": "Projekty",
    "website": "Strona internetowa",
    "github": "Github",
    "noProjects": "Brak dostpnych projekt贸w.",
    "walletyDescription": "Strona analityczna ekosystemu Polkadot i Kusama, majca na celu popraw UX portfeli crypto w ekosystemie.",
    "othentDescription": "czenie logowa u偶ytkownik贸w Web2 do Web3 ze znajomym i prostym interfejsem, umo偶liwiajc kontom SSO OAuth portfel ekosystemu Arweave.",
    "liquidOpsDescription": "Protok贸 po偶yczkowy na Arweave i AO. Wsp贸zao偶yem projekt z Martonem Ledererem."
  },
  "WritingPage": {
    "loading": "adowanie...",
    "title": "Pisanie",
    "substackSignup": "Zapisz si, aby otrzymywa nowe posty na blogu mailem."
  }
}
