{
  "Header": {
    "home": "Início",
    "writing": "Escrita",
    "projects": "Projetos",
    "angel": "Anjo",
    "links": "Links",
    "bookshelf": "Estante",
    "searchLanguages": "Pesquisar idiomas...",
    "noLanguagesFound": "Nenhum idioma encontrado"
  },
  "Footer": {
    "madeWith": "Feito com ❤️",
    "terms": "Termos",
    "privacy": "Privacidade",
    "arweaveNetSite": "Hospedado para sempre em arweave.net",
    "coffee": "Me pague um café",
    "submitPR": "Enviar PR",
    "reportBug": "Reportar um bug"
  },
  "Writing": {
    "backToBlogs": "Voltar"
  },
  "TimelineContent": {
    "heroTitle": "Sou um fundador da Inglaterra atualmente viajando como nômade pelos EUA/Reino Unido/UE em AirBnbs. Tenho interesse em cripto, startups e desenvolvimento de software. Tenho experiência em capital de risco e atuação.",
    "getInTouch": "Entre em contato",
    "experienceJourney": "Experimente minha história",
    "scrollDown": "Role para baixo",
    "photoPlaceholder": "Foto",
    "timeline2025Title": "Construindo a LiquidOps",
    "timeline2025Description": "Este ano passei tempo construindo a [LiquidOps](/projects#liquidops) e lançando a mainnet da rede. Uma das lições mais valiosas que aprendi este ano é que startups não são apenas sobre produto. Crescimento e marketing são tão importantes (se não mais) quanto o produto, então comecei a [criar conteúdo](/projects#content-creator) e a focar em crescimento.",
    "timeline2024Title": "Fundei a LiquidOps",
    "timeline2024Description": "Este ano tive a ideia da [LiquidOps](/projects#liquidops) com [Marton Lederer](https://x.com/martonlederer) após uma caminhada ambiciosa na chuva em Cambridge, onde eu morava na época. O [AO](https://ao.arweave.net) estava em sua infância e rapidamente percebemos o potencial de alavancar a liquidez atual do ecossistema. Também trabalhei como Parceiro de Engenharia na [AO Ventures](https://aoventures.io). Apoiei equipes na coorte e ajudei a decidir quem participaria do demo day de uma perspectiva técnica, acabei também participando com minha nova ideia - [LiquidOps](/projects#liquidops).",
    "timeline2023Title": "Othent construído na Arweave",
    "timeline2023Description": "Me tornei o primeiro Fellow externo na [Community Labs](https://communitylabs.com) logo após sua rodada seed. Devolvi o grant da [Wallety](/projects#wallety) para focar totalmente no ecossistema [Arweave](https://arweave.org). Durante meu tempo aqui construí [Othent](/projects#othent), Oases e Subsidise-JS.",
    "timeline2022Title": "Entrei na Community Labs e construí meu primeiro projeto Wallety",
    "timeline2022Description": "Após perceber que investir não me empolgava tanto quanto construir, parti em uma missão para aprender a programar do zero. Acabei aprendendo a programar bem rápido e construí meu primeiro projeto [Wallety](/projects#wallety). Foi exaustivo mas emocionante. Então chamei a atenção de [Tate Berenbaum](https://x.com/TateBerenbaum) que se tornou um amigo próximo e decidi me juntar a ele na [Community Labs](https://communitylabs).",
    "timeline2021Title": "Entrei no Crypto VC do meu quarto",
    "timeline2021Description": "Consegui um estágio não remunerado em um fundo de capital de risco cripto através dos emails frios do ano anterior. Trabalhei 3 meses sem pagamento antes de me oferecerem uma posição de analista remunerada, então trabalhei em seus fundos de venture e hedge no ano seguinte. Passei meu tempo principalmente fazendo due diligence em dealflow, tomando notas em suas reuniões semanais do comitê de investimento e também me reunindo com fundadores que queriam apresentar à firma. Durante este ano também fui voluntário como [Embaixador Polkadot](https://polkadot.com/community/ambassador-program) onde ajudei a construir a comunidade e organizei um piquenique IRL em Londres onde mais de 100 pessoas compareceram incluindo equipes do ecossistema e fundadores.",
    "timeline2020Title": "Crypto Teen e saindo da escola de teatro",
    "timeline2020Description": "Enquanto frequentava a escola de teatro na [Emil Dale Academy](https://www.emildale.co.uk), comecei um canal educacional de Crypto no TikTok visando educar a Geração Z sobre Cripto. O preço do Ethereum era $201! Na tentativa de entrar na indústria, decidi enviar emails frios para mais de 500 empresas, firmas de investimento e projetos sobre se me aceitariam como trabalhador não remunerado. Dos mais de 500 emails, cerca de 6 funcionaram. Eu costumava fazer reuniões no Zoom no estacionamento da escola com o celular do meu colega de classe que tinha dados enquanto matava aula para apresentar a VCs e empresas sobre potencialmente me contratar. Foi um tempo realmente surreal na minha vida e só ficou mais surreal desde então."
  },
  "BirthYearBadge": {
    "born": "Nascido em 30 de julho de 2003"
  },
  "AngelPage": {
    "loading": "Carregando...",
    "title": "Investimento Anjo",
    "introParagraphs": [
      "Adoro conhecer fundadores que estão construindo algo que realmente se importam. Quando vejo potencial e formas de ajudar além do capital, estou ansioso para me envolver cedo.",
      "Normalmente escrevo cheques entre **$500 e $5.000** em rodadas pre-seed e seed bem iniciais. Embora eu não escreva os maiores cheques, tento ser útil. Seja apresentações, feedback de produto, conselho técnico, ou apenas ser alguém para conversar sobre problemas, quero ser o tipo de investidor que eu gostaria de ter na minha cap table.",
      "Construindo algo interessante? Adoraria ouvir sobre isso."
    ],
    "getInTouch": "Me apresente publicamente no X",
    "portfolioTitle": "Meu Portfólio",
    "crunchbaseText": "Veja mais informações no meu",
    "seeProject": "Ver o projeto",
    "preSeed": "Pre-seed",
    "seed": "Seed",
    "seriesA": "Série A",
    "astroDescription": "Emissor de stablecoin sobre-colateralizado"
  },
  "ProjectsPage": {
    "loading": "Carregando...",
    "title": "Projetos",
    "noProjects": "Nenhum projeto disponível.",
    "walletyDescription": "Um site de análise do ecossistema [Polkadot](https://polkadot.com) & [Kusama](https://kusama.network/), que visava mostrar aos usuários análises úteis sobre suas carteiras como gastos, uso mensal, exportação CSV e dinheiro pago em taxas de rede. Levantei mais de $100k em grants do [Kusama DAO](https://dune.com/substrate/kusama-gov), que foram posteriormente devolvidos pois queria entrar na [Community Labs](https://www.communitylabs.com/).",
    "othentDescription": "A missão da [Othent](https://othent.io) era permitir que consumidores online comuns acessassem projetos blockchain, sem usar chaves privadas criptográficas complexas e em vez disso usar qualquer acesso de conta Oauth como Google. Fundei o projeto como o 1º Fellow externo incubado dentro da [Community Labs](https://www.communitylabs.com), uma empresa de desenvolvimento de software fundada por [Tate Berenbaum](https://x.com/TateBerenbaum) no ecossistema [Arweave](https://arweave.org). A [Othent](https://othent.io) foi então adquirida pela [Wander](https://wander.app) em seu produto principal, uma carteira Web3 do ecossistema [Arweave](https://arweave.org) & [AO](https://ao.arweave.net) que tem mais de 50.000 usuários, tornando-se [Wander Connect](https://www.wander.app/connect).",
    "liquidOpsDescription": "Um protocolo de empréstimo construído no [AO](https://ao.arweave.net), visando desbloquear mais de $400m em valor de tokens [Arweave](https://arweave.org). Co-fundei o projeto com [Marton Lederer](https://x.com/martonlederer), me tornei a 1ª empresa liderada por Fellow a se separar da [Community Labs](https://www.communitylabs.com), atraí milhares de inscrições na [lista de espera](https://x.com/Liquid_Ops/status/1863863983498805473?s=20) que cresceram para $55m em soft-commits para a ideia com verificação de fundos on-chain, [apresentei](https://x.com/aoTheVentures/status/1813676139795374171?s=20) no demo day da [AO Ventures](https://www.aoventures.io) e então levantei uma [rodada pre-seed de $325k](https://www.ibtimes.co.uk/revolutionizing-defi-how-lorimer-jenkins-marton-lederer-are-transforming-arweave-liquidops-1729945). Lançamos a mainnet, temos numerosas integrações incluindo as carteiras AO Chrome/IOS/Android [Wander](https://wander.app) & [Beacon](https://getbeaconapp.com). Também completamos e passamos auditorias de firmas como [Spearbit](https://cantina.xyz/solutions/spearbit) & [Quantstamp](https://quantstamp.com/).",
    "contentCreationDescription": "Crio conteúdo de vídeo curto em todas as principais plataformas de mídia social que suportam reels. Meu objetivo é que sejam uma ótima forma de construir minha comunidade online, mostrar ao mundo no que estou trabalhando e conhecer novas pessoas em novos lugares.",
    "cryptoTeenDescription": "[Crypto Teen](https://www.tiktok.com/@lorimer__jenkins) é um canal de criptomoeda no TikTok visando educar a Geração Z sobre o que é cripto, cobrindo conceitos básicos e conhecimento no espaço blockchain Web3."
  },
  "WritingPage": {
    "loading": "Carregando...",
    "title": "Escrita",
    "substackSignup": "Inscreva-se para receber novos posts do blog por email."
  },
  "BookshelfPage": {
    "loading": "Carregando...",
    "title": "Estante",
    "subtitle": "Livros que ajudaram a moldar meu pensamento",
    "noBooks": "Nenhum livro ainda.",
    "all": "Todos",
    "favorites": "Favoritos",
    "readIn": "Lido em",
    "published": "Publicado",
    "viewBook": "Ver Livro →",
    "richDadPoorDadAuthorBio": "Empreendedor e defensor da educação financeira",
    "richDadPoorDadNotes": "Uma ótima introdução à alfabetização financeira e à importância dos ativos sobre os passivos.",
    "1984AuthorBio": "Romancista e ensaísta inglês",
    "1984Notes": "Um romance distópico arrepiante e profético que permanece assustadoramente relevante hoje.",
    "zeroToOneAuthorBio": "Co-fundador do PayPal e Palantir Technologies",
    "zeroToOneNotes": "Fornece um guia para empreendedores sobre como construir monopólios e criar valor questionando a sabedoria convencional para encontrar novas oportunidades, desafiar a concorrência e construir empresas valiosas.",
    "hardThingAuthorBio": "Co-fundador da Andreessen Horowitz",
    "hardThingNotes": "Conselhos brutalmente honestos sobre construir e administrar uma startup. Sem açúcar, apenas experiências reais.",
    "whatYouDoAuthorBio": "Co-fundador da Andreessen Horowitz",
    "whatYouDoNotes": "Exploração fascinante da cultura empresarial através de exemplos históricos de Toussaint Louverture a Genghis Khan.",
    "spareAuthorBio": "Duque de Sussex",
    "spareNotes": "Um olhar sincero sobre a vida real e as pressões de crescer aos olhos do público como um membro da realeza.",
    "riseAndFallAuthorBio": "Historiador e autor britânico",
    "riseAndFallNotes": "Uma biografia que narra as vidas do Príncipe Andrew e Sarah Ferguson, do casamento até os dias atuais."
  }
}
