{
  "Header": {
    "home": "Acas캒",
    "writing": "Scrieri",
    "projects": "Proiecte",
    "angel": "칉nger",
    "socials": "Social Media",
    "searchLanguages": "C캒utare limbi...",
    "noLanguagesFound": "Nu s-au g캒sit limbi"
  },
  "Footer": {
    "madeWith": "F캒cut cu 仇벒잺",
    "terms": "Termeni",
    "privacy": "Confiden탵ialitate",
    "arweaveNetSite": "G캒zduit pentru totdeauna pe arweave.net",
    "coffee": "Cump캒r캒-mi o cafea"
  },
  "Writing": {
    "backToBlogs": "칉napoi"
  },
  "TimelineContent": {
    "heroTitle": "Sunt un Builder din Anglia 游섫릖 interesat de Crypto, Startup-uri 탳i Dezvoltare Software cu experien탵캒 칥n Venture Capital 탳i Actorie.",
    "getInTouch": "Contacteaz캒-m캒.",
    "experienceJourney": "Descoper캒 c캒l캒toria mea",
    "scrollDown": "Deruleaz캒 칥n jos",
    "photoPlaceholder": "Foto",
    "timeline2025Title": "Construiesc LiquidOps",
    "timeline2025Description": "Acesta sunt eu ast캒zi - Co-fondator 탳i CEO al LiquidOps, primul protocol de 칥mprumut pe Arweave 탳i AO. Am lansat testnet-ul 탳i fair launch-ul nostru.",
    "timeline2024Title": "Am fondat LiquidOps",
    "timeline2024Description": "Acest an a schimbat totul. L-am 칥nt칙lnit pe Marton la Cambridge 탳i am creat Operation Liquidity. C칙nd am lansat lista de a탳teptare, am atins $2M 칥n angajamente 칥n doar 2 ore. A crescut la $55M de la peste 3.000 de 칥nscrieri. Am str칙ns o rund캒 pre-seed de $325K 탳i ne-am separat de Community Labs ca primul lor spinout Fellow.",
    "timeline2023Title": "Othent pe Arweave",
    "timeline2023Description": "Am devenit primul Fellow extern la Community Labs imediat dup캒 runda lor seed. Mi-am returnat grantul de analiz캒 pentru a m캒 concentra complet pe ecosistemul Arweave. 칉n acest timp, am construit Othent, Oases, subsidise-JS 탳i am lucrat la AO Ventures. Aici mi-am g캒sit cu adev캒rat oamenii.",
    "timeline2022Title": "M-am al캒turat Community Labs 탳i am construit primul meu proiect",
    "timeline2022Description": "Am creat o platform캒 de analiz캒 a tranzac탵iilor crypto 탳i am primit un grant de $100k de la re탵elele Polkadot 탳i Kusama. Atunci m-am 칥nv캒탵at cu adev캒rat s캒 programez corect. Am lucrat full-time la proiect cu c칙탵iva contractori freelance. A fost epuizant dar entuziasmant. M-am al캒turat 탳i Community Labs. Am 칥nceput indie hacking din cafenele 칥n loc s캒 construiesc un VC.",
    "timeline2021Title": "Am intrat 칥n Crypto VC din dormitor",
    "timeline2021Description": "Am ob탵inut un stagiu nepl캒tit la un fond de venture capital crypto. Am lucrat 3 luni f캒r캒 plat캒 칥nainte s캒-mi ofere o pozi탵ie pl캒tit캒 de analist. Am lucrat at칙t pe partea de VC c칙t 탳i pe cea de hedge fund.",
    "timeline2020Title": "Adolescent Crypto la 탲coala de Actorie",
    "timeline2020Description": "La 탲coala de Actorie, am 칥nceput un canal educa탵ional Crypto pe TikTok pentru a educa Gen Z despre Crypto. Pre탵ul ETH era $201! Vindeam haine pentru a pl캒ti 탳coala de Actorie. Am trimis emailuri la peste 500 de companii 탳i VC-uri c캒ut칙nd un stagiu nepl캒tit sau orice job 칥n industrie. Participam la 칥nt칙lniri Zoom 칥n parcarea 탳colii cu telefonul unui coleg care avea date 칥n timp ce chiuleam de la ore pentru a face pitch VC-urilor 탳i companiilor despre posibilitatea de a m캒 angaja."
  },
  "BirthYearBadge": {
    "born": "N캒scut pe 30 iulie 2003"
  },
  "AngelPage": {
    "loading": "Se 칥ncarc캒...",
    "title": "Investi탵ii Angel",
    "intro1": "칉mi place s캒 칥nt칙lnesc fondatori care construiesc ceva de care le pas캒 cu adev캒rat. C칙nd v캒d poten탵ial 탳i modalit캒탵i de a ajuta dincolo de capital, sunt ner캒bd캒tor s캒 m캒 implic devreme.",
    "intro2Part1": "De obicei scriu cecuri 칥ntre",
    "intro2Part2": "칥n runde pre-seed 탳i seed. De탳i nu scriu cele mai mari cecuri, 칥ncerc s캒 fiu util. Fie c캒 sunt introduceri, feedback de produs, sfaturi tehnice sau doar cineva cu care s캒 discu탵i probleme, vreau s캒 fiu tipul de investitor pe care l-a탳 dori 칥n cap table-ul meu.",
    "checkAmount": "$500 탳i $5.000",
    "intro3": "Construie탳ti ceva interesant? Mi-ar pl캒cea s캒 aud despre asta.",
    "getInTouch": "Contacteaz캒-m캒",
    "portfolioTitle": "Portofoliul Meu",
    "crunchbaseText": "Vezi mai multe informa탵ii pe",
    "seeProject": "Vezi proiectul",
    "preSeed": "Pre-seed",
    "seed": "Seed",
    "seriesA": "Seria A",
    "astroDescription": "Emitent de stablecoin supracolateralizat"
  },
  "ProjectsPage": {
    "loading": "Se 칥ncarc캒...",
    "title": "Proiecte",
    "website": "Website",
    "github": "Github",
    "noProjects": "Nu sunt proiecte disponibile.",
    "walletyDescription": "Un site de analiz캒 al ecosistemului Polkadot 탳i Kusama, care vizeaz캒 칥mbun캒t캒탵irea UX-ului portofelelor crypto din ecosistem.",
    "othentDescription": "Unificarea autentific캒rilor utilizatorilor Web2 c캒tre Web3 cu o interfa탵캒 familiar캒 탳i simpl캒, permi탵칙nd conturilor SSO OAuth s캒 aib캒 un portofel al ecosistemului Arweave.",
    "liquidOpsDescription": "Un protocol de 칥mprumut pe Arweave 탳i AO. Am co-fondat proiectul cu Marton Lederer."
  },
  "WritingPage": {
    "loading": "Se 칥ncarc캒...",
    "title": "Scrieri",
    "substackSignup": "칉nscrie-te pentru a primi post캒ri noi pe blog prin email."
  }
}
