{
  "Header": {
    "home": "Главная",
    "writing": "Статьи",
    "projects": "Проекты",
    "angel": "Ангел",
    "socials": "Соцсети"
  },
  "Footer": {
    "madeWith": "Сделано с ❤️",
    "terms": "Условия",
    "privacy": "Конфиденциальность",
    "arweaveNetSite": "Навсегда размещено на arweave.net",
    "coffee": "Купи мне кофе"
  },
  "Writing": {
    "backToBlogs": "Назад"
  },
  "TimelineContent": {
    "heroTitle": "Я Builder из Англии 🇬🇧 интересуюсь Крипто, Стартапами и Разработкой ПО с опытом в Венчурном Капитале и Актёрстве.",
    "getInTouch": "Свяжитесь со мной.",
    "experienceJourney": "Откройте моё путешествие",
    "scrollDown": "Прокрутите вниз",
    "photoPlaceholder": "Фото",
    "timeline2025Title": "Строю LiquidOps",
    "timeline2025Description": "Это я сегодня - Сооснователь и CEO LiquidOps, первого протокола кредитования на Arweave и AO. Мы запустили тестнет и честный запуск.",
    "timeline2024Title": "Основал LiquidOps",
    "timeline2024Description": "Этот год изменил всё. Я встретил Мартона в Кембридже и мы создали Operation Liquidity. Когда мы запустили лист ожидания, мы достигли $2M обязательств за 2 часа. Он вырос до $55M с более чем 3,000 регистраций. Мы привлекли $325K pre-seed раунд и отделились от Community Labs как их первый Fellow spinout.",
    "timeline2023Title": "Othent на Arweave",
    "timeline2023Description": "Я стал первым внешним Fellow в Community Labs сразу после их seed раунда. Я вернул свой аналитический грант, чтобы полностью сосредоточиться на экосистеме Arweave. За это время я построил Othent, Oases, subsidise-JS и работал над AO Ventures. Здесь я действительно нашёл своих людей.",
    "timeline2022Title": "Присоединился к Community Labs и построил свой первый проект",
    "timeline2022Description": "Я создал платформу аналитики крипто-транзакций и получил грант $100k от сетей Polkadot и Kusama. Это было время, когда я действительно научился правильно кодировать. Я работал полный день над проектом с несколькими фрилансерами, которых нашёл. Это было изнурительно, но захватывающе. Также присоединился к Community Labs. Начал indie hacking из кофеен вместо построения VC.",
    "timeline2021Title": "Попал в Крипто VC из своей спальни",
    "timeline2021Description": "Я получил неоплачиваемую стажировку в крипто венчурном фонде. Я работал 3 месяца без оплаты, прежде чем мне предложили оплачиваемую позицию аналитика. Я работал как на стороне VC, так и хедж-фонда.",
    "timeline2020Title": "Крипто-подросток в Театральной школе",
    "timeline2020Description": "Во время обучения в Театральной школе я запустил образовательный Крипто TikTok канал для обучения Gen Z о Крипто. Цена ETH была $201! Продавал одежду, чтобы оплатить Театральную школу. Я отправил более 500 писем компаниям и VC в поисках неоплачиваемой стажировки или любой работы в индустрии. Я проводил Zoom встречи на парковке школы с телефоном одноклассника с данными, пропуская занятия, чтобы питчить VC и бизнесы о возможности моего найма."
  },
  "BirthYearBadge": {
    "born": "Родился 30 июля 2003"
  },
  "AngelPage": {
    "loading": "Загрузка...",
    "title": "Ангельское Инвестирование",
    "intro1": "Я люблю встречаться с основателями, которые строят что-то, что им действительно важно. Когда я вижу потенциал и способы помочь помимо капитала, я стремлюсь присоединиться рано.",
    "intro2Part1": "Обычно я выписываю чеки от",
    "intro2Part2": "в pre-seed и seed раундах. Хотя я не выписываю самые большие чеки, я стараюсь быть полезным. Будь то знакомства, отзывы о продукте, технические советы или просто кто-то для обсуждения проблем, я хочу быть таким инвестором, которого бы хотел в своём cap table.",
    "checkAmount": "$500 до $5,000",
    "intro3": "Строите что-то интересное? Я хотел бы услышать об этом.",
    "getInTouch": "Свяжитесь со мной",
    "portfolioTitle": "Мой Портфель",
    "crunchbaseText": "Больше информации на моём",
    "seeProject": "Посмотреть проект",
    "preSeed": "Pre-seed",
    "seed": "Seed",
    "seriesA": "Series A",
    "astroDescription": "Эмитент сверхобеспеченного стейблкоина"
  },
  "ProjectsPage": {
    "loading": "Загрузка...",
    "title": "Проекты",
    "website": "Веб-сайт",
    "github": "Github",
    "noProjects": "Нет доступных проектов.",
    "walletyDescription": "Аналитический веб-сайт экосистемы Polkadot и Kusama, направленный на улучшение UX крипто-кошельков в экосистеме.",
    "othentDescription": "Объединение входа пользователей Web2 в Web3 со знакомым и простым интерфейсом, предоставляя учётным записям SSO OAuth кошелёк экосистемы Arweave.",
    "liquidOpsDescription": "Протокол кредитования на Arweave и AO. Я сооснователь проекта с Мартоном Ледерером."
  },
  "WritingPage": {
    "loading": "Загрузка...",
    "title": "Статьи",
    "substackSignup": "Подпишитесь, чтобы получать новые статьи блога на email."
  }
}
