{
  "Header": {
    "home": "Главная",
    "writing": "Статьи",
    "projects": "Проекты",
    "angel": "Ангел",
    "links": "Ссылки",
    "bookshelf": "Книжная полка",
    "searchLanguages": "Поиск языков...",
    "noLanguagesFound": "Языки не найдены"
  },
  "Footer": {
    "madeWith": "Сделано с ❤️",
    "terms": "Условия",
    "privacy": "Конфиденциальность",
    "arweaveNetSite": "Навсегда размещено на arweave.net",
    "coffee": "Купи мне кофе",
    "submitPR": "Отправить PR",
    "reportBug": "Сообщить об ошибке"
  },
  "Writing": {
    "backToBlogs": "Назад"
  },
  "TimelineContent": {
    "heroTitle": "Я основатель из Англии, который сейчас кочует по США/Великобритании/ЕС в AirBnb. Меня интересуют криптовалюты, стартапы и разработка программного обеспечения. У меня есть опыт в венчурном капитале и актёрском мастерстве.",
    "getInTouch": "Связаться",
    "experienceJourney": "Узнай мою историю",
    "scrollDown": "Прокрутите вниз",
    "photoPlaceholder": "Фото",
    "timeline2025Title": "Развитие LiquidOps",
    "timeline2025Description": "В этом году я потратил время на развитие [LiquidOps](/projects#liquidops) и запустил основную сеть. Один из самых ценных уроков, которые я усвоил в этом году, заключается в том, что стартапы — это не только продукт. Рост и маркетинг так же важны (если не важнее), как и продукт, поэтому я начал [создавать контент](/projects#content-creator) и сосредоточился на росте.",
    "timeline2024Title": "Основал LiquidOps",
    "timeline2024Description": "В этом году я придумал идею [LiquidOps](/projects#liquidops) вместе с [Marton Lederer](https://x.com/martonlederer) после дождливой амбициозной прогулки в Кембридже, где я тогда жил. [AO](https://ao.arweave.net) находился в зачаточном состоянии, и мы быстро осознали потенциал использования текущей ликвидности экосистемы. Я также работал инженерным партнёром в [AO Ventures](https://aoventures.io). Я поддерживал команды в когорте и помогал решать, кто будет участвовать в демо-дне с технической точки зрения, в итоге я тоже участвовал со своей новой идеей - [LiquidOps](/projects#liquidops).",
    "timeline2023Title": "Othent построен на Arweave",
    "timeline2023Description": "Я стал первым внешним Fellow в [Community Labs](https://communitylabs.com) сразу после их посевного раунда. Я вернул грант [Wallety](/projects#wallety), чтобы полностью сосредоточиться на экосистеме [Arweave](https://arweave.org). За время работы здесь я создал [Othent](/projects#othent), Oases и Subsidise-JS.",
    "timeline2022Title": "Присоединился к Community Labs и построил свой первый проект Wallety",
    "timeline2022Description": "После того как понял, что инвестирование не так меня увлекает, как создание, я отправился на миссию научиться программировать с нуля. Я довольно быстро научился программировать и создал свой первый проект [Wallety](/projects#wallety). Это было изнурительно, но захватывающе. Затем я привлёк внимание [Tate Berenbaum](https://x.com/TateBerenbaum), который стал близким другом, и я решил присоединиться к нему в [Community Labs](https://communitylabs).",
    "timeline2021Title": "Вошёл в Crypto VC из своей спальни",
    "timeline2021Description": "Я получил бесплатную стажировку в фонде криптовенчурного капитала благодаря холодным письмам прошлого года. Я работал 3 месяца без оплаты, прежде чем мне предложили оплачиваемую должность аналитика, затем работал над их венчурными и хедж-фондами следующий год. Я тратил своё время в основном на должную проверку сделок, делал заметки на еженедельных заседаниях инвестиционного комитета и встречался с основателями, которые хотели представить фирме свои идеи. В течение этого года я также был волонтёром [Polkadot Ambassador](https://polkadot.com/community/ambassador-program), где помогал строить сообщество и организовал пикник в Лондоне, на который пришло более 100 человек, включая команды экосистемы и основателей.",
    "timeline2020Title": "Crypto Teen и отчисление из театральной школы",
    "timeline2020Description": "Пока я учился в театральной школе [Emil Dale Academy](https://www.emildale.co.uk), я запустил образовательный канал Crypto TikTok, направленный на обучение поколения Z криптовалютам. Цена Ethereum была 201$! Чтобы войти в индустрию, я решил отправить холодные письма более чем 500 компаниям, инвестиционным фирмам и проектам о том, возьмут ли меня на бесплатную работу. Из более чем 500 писем около 6 сработали. Я проводил Zoom-встречи на парковке школы с телефоном одноклассника, у которого был интернет, пока прогуливал занятия, чтобы презентовать VC и бизнесам возможность нанять меня. Это было по-настоящему сюрреалистичное время в моей жизни, и с тех пор всё стало ещё более сюрреалистичным."
  },
  "BirthYearBadge": {
    "born": "Родился 30 июля 2003"
  },
  "AngelPage": {
    "loading": "Загрузка...",
    "title": "Ангельское инвестирование",
    "introParagraphs": [
      "Я люблю встречаться с основателями, которые строят что-то, что им действительно небезразлично. Когда я вижу потенциал и способы помочь помимо капитала, я стремлюсь присоединиться на ранней стадии.",
      "Обычно я выписываю чеки от **$500 до $5,000** на pre-seed и очень ранних seed раундах. Хотя я не выписываю самые большие чеки, я стараюсь быть полезным. Будь то знакомства, обратная связь по продукту, технические советы или просто кто-то, с кем можно обсудить проблемы — я хочу быть таким инвестором, которого бы сам хотел иметь в своей таблице капитализации.",
      "Строите что-то интересное? Я бы с удовольствием об этом услышал."
    ],
    "getInTouch": "Предложите мне публично на X",
    "portfolioTitle": "Мой портфель",
    "crunchbaseText": "Смотрите больше информации на моём",
    "seeProject": "Посмотреть проект",
    "preSeed": "Pre-seed",
    "seed": "Seed",
    "seriesA": "Серия A",
    "astroDescription": "Эмитент стейблкоинов с избыточным обеспечением"
  },
  "ProjectsPage": {
    "loading": "Загрузка...",
    "title": "Проекты",
    "noProjects": "Проекты недоступны.",
    "walletyDescription": "Аналитический веб-сайт экосистемы [Polkadot](https://polkadot.com) и [Kusama](https://kusama.network/), который был призван показывать пользователям полезную аналитику об их кошельках, такую как расходы, ежемесячное использование, экспорт CSV и деньги, уплаченные за сетевые комиссии. Я собрал более $100k грантов от [Kusama DAO](https://dune.com/substrate/kusama-gov), которые позже были возвращены, так как я хотел присоединиться к [Community Labs](https://www.communitylabs.com/).",
    "othentDescription": "Миссия [Othent](https://othent.io) заключалась в том, чтобы позволить обычным повседневным онлайн-потребителям получать доступ к блокчейн-проектам без использования сложных криптографических приватных ключей, а вместо этого используя любой доступ к учётной записи Oauth, такой как Google. Я основал проект как 1-й внешний Fellow, инкубированный в [Community Labs](https://www.communitylabs.com), компании по разработке программного обеспечения, основанной [Tate Berenbaum](https://x.com/TateBerenbaum) в экосистеме [Arweave](https://arweave.org). [Othent](https://othent.io) затем был приобретён [Wander](https://wander.app) в их основной продукт, Web3-кошелёк экосистемы [Arweave](https://arweave.org) и [AO](https://ao.arweave.net) с более чем 50,000 пользователей, став [Wander Connect](https://www.wander.app/connect).",
    "liquidOpsDescription": "Протокол кредитования и заимствования, построенный на [AO](https://ao.arweave.net), направленный на разблокировку более $400m стоимости токенов [Arweave](https://arweave.org). Я стал сооснователем проекта с [Marton Lederer](https://x.com/martonlederer), стал 1-й компанией под руководством Fellow, которая отделилась от [Community Labs](https://www.communitylabs.com), привлёк тысячи регистраций в [список ожидания](https://x.com/Liquid_Ops/status/1863863983498805473?s=20), которые выросли до $55m мягких обязательств для идеи с верификацией средств on-chain, [презентовал](https://x.com/aoTheVentures/status/1813676139795374171?s=20) на демо-дне [AO Ventures](https://www.aoventures.io), а затем собрал [pre-seed раунд на $325k](https://www.ibtimes.co.uk/revolutionizing-defi-how-lorimer-jenkins-marton-lederer-are-transforming-arweave-liquidops-1729945). Мы запустили mainnet, имеем многочисленные интеграции, включая кошельки AO Chrome/IOS/Android [Wander](https://wander.app) и [Beacon](https://getbeaconapp.com). Мы также прошли аудиты от таких фирм, как [Spearbit](https://cantina.xyz/solutions/spearbit) и [Quantstamp](https://quantstamp.com/).",
    "contentCreationDescription": "Я создаю короткоформатный видеоконтент на всех основных платформах социальных сетей, поддерживающих reels. Я стремлюсь, чтобы они были отличным способом строить моё онлайн-сообщество, показывать миру, над чем я работаю, и знакомиться с новыми людьми в новых местах.",
    "cryptoTeenDescription": "[Crypto Teen](https://www.tiktok.com/@lorimer__jenkins) — это криптовалютный TikTok-канал, направленный на обучение поколения Z тому, что такое криптовалюта, охватывающий базовые концепции и ноу-хау в пространстве Web3 блокчейна."
  },
  "WritingPage": {
    "loading": "Загрузка...",
    "title": "Статьи",
    "substackSignup": "Подпишитесь, чтобы получать новые публикации блога по электронной почте."
  },
  "BookshelfPage": {
    "loading": "Загрузка...",
    "title": "Книжная полка",
    "subtitle": "Книги, которые помогли сформировать моё мышление",
    "noBooks": "Книг пока нет.",
    "all": "Все",
    "favorites": "Избранное",
    "readIn": "Прочитано",
    "published": "Опубликовано",
    "viewBook": "Посмотреть книгу →",
    "richDadPoorDadAuthorBio": "Предприниматель и сторонник финансового образования",
    "richDadPoorDadNotes": "Отличное введение в финансовую грамотность и важность активов над обязательствами.",
    "1984AuthorBio": "Английский романист и эссеист",
    "1984Notes": "Жуткий и пророческий антиутопический роман, который остаётся пугающе актуальным сегодня.",
    "zeroToOneAuthorBio": "Сооснователь PayPal и Palantir Technologies",
    "zeroToOneNotes": "Предоставляет предпринимателям руководство по построению монополий и созданию ценности путём сомнения в общепринятой мудрости для поиска новых возможностей, вызова конкуренции и построения ценных компаний.",
    "hardThingAuthorBio": "Сооснователь Andreessen Horowitz",
    "hardThingNotes": "Брутально честные советы по созданию и управлению стартапом. Без прикрас, только реальный опыт.",
    "whatYouDoAuthorBio": "Сооснователь Andreessen Horowitz",
    "whatYouDoNotes": "Увлекательное исследование корпоративной культуры через исторические примеры от Туссена Лувертюра до Чингисхана.",
    "spareAuthorBio": "Герцог Сассекский",
    "spareNotes": "Откровенный взгляд на королевскую жизнь и давление взросления под пристальным вниманием общественности как члена королевской семьи.",
    "riseAndFallAuthorBio": "Британский историк и автор",
    "riseAndFallNotes": "Биография, которая описывает жизнь принца Эндрю и Сары Фергюсон от их брака до наших дней."
  }
}
