{
  "Header": {
    "home": "Hem",
    "writing": "Skrivande",
    "projects": "Projekt",
    "angel": "츿ngel",
    "socials": "Sociala medier",
    "searchLanguages": "S칬k spr친k...",
    "noLanguagesFound": "Inga spr친k hittades"
  },
  "Footer": {
    "madeWith": "Gjord med 仇벒잺",
    "terms": "Villkor",
    "privacy": "Integritet",
    "arweaveNetSite": "Hostad f칬r alltid p친 arweave.net",
    "coffee": "Bjud mig p친 en kaffe"
  },
  "Writing": {
    "backToBlogs": "Tillbaka"
  },
  "TimelineContent": {
    "heroTitle": "Jag 칛r en Builder fr친n England 游섫릖 intresserad av Crypto, Startups och Mjukvaruutveckling med bakgrund inom Venture Capital & Sk친despeleri.",
    "getInTouch": "Kontakta mig.",
    "experienceJourney": "Uppt칛ck min resa",
    "scrollDown": "Scrolla ner",
    "photoPlaceholder": "Foto",
    "timeline2025Title": "Bygger LiquidOps",
    "timeline2025Description": "Det h칛r 칛r jag idag - Medgrundare & VD f칬r LiquidOps, det f칬rsta utl친ningsprotokollet p친 Arweave & AO. Vi har lanserat v친rt testnet och fair launch.",
    "timeline2024Title": "Grundade LiquidOps",
    "timeline2024Description": "Det h칛r 친ret f칬r칛ndrade allt. Jag tr칛ffade Marton i Cambridge och vi skapade Operation Liquidity. N칛r vi lanserade v칛ntelistan n친dde vi $2M i l칬ften p친 bara 2 timmar. Det v칛xte till $55M fr친n 칬ver 3 000 registreringar. Vi tog in en pre-seed-runda p친 $325K och avknoppades fr친n Community Labs som deras f칬rsta Fellow-spinout.",
    "timeline2023Title": "Othent p친 Arweave",
    "timeline2023Description": "Jag blev den f칬rsta externa Fellow p친 Community Labs direkt efter deras seed-runda. Jag l칛mnade tillbaka mitt analytics-bidrag f칬r att fokusera helt p친 Arweave-ekosystemet. Under min tid h칛r byggde jag Othent, Oases, subsidise-JS och arbetade med AO Ventures. H칛r hittade jag verkligen mina m칛nniskor.",
    "timeline2022Title": "Gick med i Community Labs & byggde mitt f칬rsta projekt",
    "timeline2022Description": "Jag skapade en plattform f칬r kryptotransaktionsanalys och fick ett bidrag p친 $100k fr친n Polkadot- och Kusama-n칛tverken. Det var d친 jag verkligen l칛rde mig att koda ordentligt. Jag jobbade heltid p친 projektet med n친gra frilansare. Det var utmattande men sp칛nnande. Gick ocks친 med i Community Labs. B칬rjade med indie hacking fr친n kaf칠er ist칛llet f칬r att bygga VC.",
    "timeline2021Title": "Tog mig in i Crypto VC fr친n mitt sovrum",
    "timeline2021Description": "Jag fick en obetald praktik p친 en crypto venture capital-fond. Jag jobbade i 3 m친nader utan l칬n innan de erbj칬d mig en betald analytikerroll. Jag jobbade p친 b친de VC- och hedgefond-sidan.",
    "timeline2020Title": "Crypto-ton친ring p친 Dramaskolan",
    "timeline2020Description": "Under Dramaskolan startade jag en utbildande Crypto TikTok-kanal som syftade till att utbilda Gen Z om Crypto. ETH-priset var $201! S친lde kl칛der f칬r att betala f칬r Dramaskolan. Jag mailade 칬ver 500 f칬retag och VC:s och letade efter obetald praktik eller n친got jobb i branschen. Jag hade Zoom-m칬ten p친 skolans parkering med en klasskamrats telefon som hade data medan jag skolkade f칬r att pitcha VC:s och f칬retag om att eventuellt anst칛lla mig."
  },
  "BirthYearBadge": {
    "born": "F칬dd 30 juli 2003"
  },
  "AngelPage": {
    "loading": "Laddar...",
    "title": "츿ngelinvestering",
    "intro1": "Jag 칛lskar att tr칛ffa grundare som bygger n친got de verkligen bryr sig om. N칛r jag ser potential och s칛tt jag kan hj칛lpa till ut칬ver kapital 칛r jag ivrig att engagera mig tidigt.",
    "intro2Part1": "Jag skriver vanligtvis checkar mellan",
    "intro2Part2": "i pre-seed- och seed-rundor. 츿ven om jag inte skriver de st칬rsta checkarna f칬rs칬ker jag vara anv칛ndbar. Oavsett om det 칛r introduktioner, produktfeedback, teknisk r친dgivning eller bara n친gon att prata igenom problem med, vill jag vara den typ av investerare jag skulle vilja ha i mitt cap table.",
    "checkAmount": "$500 och $5 000",
    "intro3": "Bygger du n친got intressant? Jag skulle g칛rna h칬ra om det.",
    "getInTouch": "Kontakta mig",
    "portfolioTitle": "Min Portf칬lj",
    "crunchbaseText": "Se mer info p친 min",
    "seeProject": "Se projektet",
    "preSeed": "Pre-seed",
    "seed": "Seed",
    "seriesA": "Series A",
    "astroDescription": "Utgivare av 칬vers칛kerst칛lld stablecoin"
  },
  "ProjectsPage": {
    "loading": "Laddar...",
    "title": "Projekt",
    "website": "Webbplats",
    "github": "Github",
    "noProjects": "Inga projekt tillg칛ngliga.",
    "walletyDescription": "En analyswebbplats f칬r Polkadot & Kusama-ekosystemet, som syftar till att f칬rb칛ttra UX f칬r kryptopl친nb칬cker i ekosystemet.",
    "othentDescription": "Sl친r samman Web2 till Web3-anv칛ndarinloggningar med ett bekant och enkelt gr칛nssnitt, vilket m칬jligg칬r SSO OAuth-konton en Arweave-ekosystempl친nbok.",
    "liquidOpsDescription": "Ett utl친ningsprotokoll p친 Arweave och AO. Jag var medgrundare av projektet med Marton Lederer."
  },
  "WritingPage": {
    "loading": "Laddar...",
    "title": "Skrivande",
    "substackSignup": "Registrera dig f칬r att f친 nya blogginl칛gg via e-post."
  }
}
