{
  "Header": {
    "home": "Nyumbani",
    "writing": "Maandishi",
    "projects": "Miradi",
    "angel": "Malaika",
    "socials": "Mitandao ya Kijamii"
  },
  "Footer": {
    "madeWith": "Imeundwa kwa ❤️",
    "terms": "Masharti",
    "privacy": "Faragha",
    "arweaveNetSite": "Imewekwa milele kwenye arweave.net",
    "coffee": "Nununulie kahawa"
  },
  "Writing": {
    "backToBlogs": "Rudi"
  },
  "TimelineContent": {
    "heroTitle": "Mimi ni Mjenzi kutoka Uingereza 🇬🇧 mwenye nia ya Crypto, Startups na Uendelezaji wa Programu na uzoefu katika Venture Capital na Uigizaji.",
    "getInTouch": "Wasiliana nami.",
    "experienceJourney": "Jionee safari yangu",
    "scrollDown": "Sogeza chini",
    "photoPlaceholder": "Picha",
    "timeline2025Title": "Kujenga LiquidOps",
    "timeline2025Description": "Hii ni mimi leo - Mwanzilishi Mwenza na CEO wa LiquidOps, itifaki ya kwanza ya kukopa na kukopesha kwenye Arweave na AO. Tumeanzisha testnet yetu na uzinduzi wa haki.",
    "timeline2024Title": "Nilianzisha LiquidOps",
    "timeline2024Description": "Mwaka huu ulibadilisha kila kitu. Nilikutana na Marton huko Cambridge na tuliunda Operation Liquidity. Tulipozindua orodha ya kusubiri, tulifikia ahadi za $2M katika masaa 2 tu. Ilikua hadi $55M kutoka usajili zaidi ya 3,000. Tulikusanya raundi ya pre-seed ya $325K na kujitenga na Community Labs kama spinout yao ya kwanza ya Fellow.",
    "timeline2023Title": "Othent kwenye Arweave",
    "timeline2023Description": "Nilikuwa Fellow wa nje wa kwanza katika Community Labs mara baada ya raundi yao ya seed. Nilirudisha ruzuku yangu ya uchambuzi ili kuzingatia kikamilifu mfumo wa ikolojia wa Arweave. Wakati wangu hapa, nilijenga Othent, Oases, subsidise-JS, na kufanya kazi kwenye AO Ventures. Hapa ndipo nilipowapata watu wangu.",
    "timeline2022Title": "Nilijiunga na Community Labs na kujenga mradi wangu wa kwanza",
    "timeline2022Description": "Niliunda jukwaa la uchambuzi wa miamala ya crypto na kupokea ruzuku ya $100k kutoka mitandao ya Polkadot na Kusama. Hii ndiyo wakati nilijifunza kweli jinsi ya kuandika msimbo vizuri. Nilifanya kazi ya muda wote kwenye mradi na wakandarasi huru wachache niliowapata. Ilikuwa ya kuchosha lakini ya kusisimua. Pia nilijiunga na Community Labs. Nilianza indie hacking kutoka maduka ya kahawa badala ya kujenga VC.",
    "timeline2021Title": "Niliingia Crypto VC kutoka chumba changu cha kulala",
    "timeline2021Description": "Nilipata mafunzo yasiyolipwa katika mfuko wa venture capital ya crypto. Nilifanya kazi miezi 3 bila malipo kabla ya kunipa nafasi ya mchambuzi inayolipwa. Nilifanya kazi pande zote za VC na hedge fund.",
    "timeline2020Title": "Kijana wa Crypto katika Shule ya Drama",
    "timeline2020Description": "Wakati nikiwa Shule ya Drama, nilianzisha chaneli ya elimu ya Crypto TikTok inayolenga kufundisha Gen Z kuhusu Crypto. Bei ya ETH ilikuwa $201! Kuuza nguo kulipa shule ya Drama. Nilituma barua pepe kwa makampuni zaidi ya 500 na VCs nikitafuta mafunzo yasiyolipwa au kazi yoyote katika sekta. Nilikuwa nikishiriki mikutano ya Zoom kwenye eneo la maegesho la shule na simu ya mwanafunzi mwenzangu iliyokuwa na data wakati nikiacha madarasa kupitch VCs na biashara kuhusu uwezekano wa kuniajiri."
  },
  "BirthYearBadge": {
    "born": "Alizaliwa tarehe 30 Julai 2003"
  },
  "AngelPage": {
    "loading": "Inapakia...",
    "title": "Uwekezaji wa Malaika",
    "intro1": "Ninapenda kukutana na waanzilishi wanaojenga kitu wanachokijali kweli. Ninapoona uwezo na njia za kusaidia zaidi ya mtaji, nina hamu ya kushiriki mapema.",
    "intro2Part1": "Kawaida ninaandika hundi kati ya",
    "intro2Part2": "katika raundi za pre-seed na seed. Ingawa siandiki hundi kubwa zaidi, ninajaribu kuwa na manufaa. Iwe ni utangulizi, maoni ya bidhaa, ushauri wa kiufundi, au tu mtu wa kuzungumza naye kuhusu matatizo, nataka kuwa aina ya mwekezaji ninayemtaka kwenye jedwali langu la cap.",
    "checkAmount": "$500 na $5,000",
    "intro3": "Unajenga kitu cha kuvutia? Ningependa kusikia kuhusu.",
    "getInTouch": "Wasiliana nami",
    "portfolioTitle": "Kwingineko Yangu",
    "crunchbaseText": "Ona maelezo zaidi kwenye",
    "seeProject": "Ona mradi",
    "preSeed": "Pre-seed",
    "seed": "Seed",
    "seriesA": "Series A",
    "astroDescription": "Mtoa stablecoin yenye dhamana ya ziada"
  },
  "ProjectsPage": {
    "loading": "Inapakia...",
    "title": "Miradi",
    "website": "Tovuti",
    "github": "Github",
    "noProjects": "Hakuna miradi inayopatikana.",
    "walletyDescription": "Tovuti ya uchambuzi wa mfumo wa ikolojia wa Polkadot na Kusama, inayolenga kuboresha UX ya pochi za crypto katika mfumo wa ikolojia.",
    "othentDescription": "Kuunganisha kuingia kwa watumiaji wa Web2 hadi Web3 na interface inayofahamika na rahisi, kuwezesha akaunti za SSO OAuth kuwa na pochi ya mfumo wa ikolojia wa Arweave.",
    "liquidOpsDescription": "Itifaki ya kukopa na kukopesha kwenye Arweave na AO. Nilianzisha mradi pamoja na Marton Lederer."
  },
  "WritingPage": {
    "loading": "Inapakia...",
    "title": "Maandishi",
    "substackSignup": "Jiandikishe kupokea machapisho mapya ya blogu kwa barua pepe."
  }
}
