{
  "Header": {
    "home": "หน้าแรก",
    "writing": "เขียน",
    "projects": "โปรเจกต์",
    "angel": "แองเจิล",
    "links": "ลิงก์",
    "bookshelf": "ชั้นหนังสือ",
    "searchLanguages": "ค้นหาภาษา...",
    "noLanguagesFound": "ไม่พบภาษา"
  },
  "Footer": {
    "madeWith": "สร้างด้วย ❤️",
    "terms": "ข้อกำหนด",
    "privacy": "ความเป็นส่วนตัว",
    "arweaveNetSite": "โฮสต์ตลอดกาลบน arweave.net",
    "coffee": "ซื้อกาแฟให้ฉัน",
    "submitPR": "ส่ง PR",
    "reportBug": "รายงานข้อผิดพลาด"
  },
  "Writing": {
    "backToBlogs": "กลับ"
  },
  "TimelineContent": {
    "heroTitle": "ฉันเป็นผู้ก่อตั้งจากอังกฤษที่ตอนนี้เดินทางท่องเที่ยวใน สหรัฐ/UK/EU ผ่าน AirBnb ฉันสนใจเรื่อง คริปโต สตาร์ทอัพ และการพัฒนาซอฟต์แวร์ ฉันมีพื้นฐานด้านเวนเจอร์แคปิตอลและการแสดง",
    "getInTouch": "ติดต่อ",
    "experienceJourney": "สัมผัสเรื่องราวของฉัน",
    "scrollDown": "เลื่อนลง",
    "photoPlaceholder": "รูปภาพ",
    "timeline2025Title": "สร้าง LiquidOps",
    "timeline2025Description": "ปีนี้ใช้เวลาสร้าง [LiquidOps](/projects#liquidops) และเปิดตัว mainnet ของเครือข่าย บทเรียนที่มีค่าที่สุดข้อหนึ่งที่ฉันได้เรียนรู้ในปีนี้คือสตาร์ทอัพไม่ได้เป็นแค่เรื่องของผลิตภัณฑ์ การเติบโตและการตลาดมีความสำคัญเท่าเทียมกัน (ถ้าไม่มากกว่า) กับผลิตภัณฑ์ ดังนั้นฉันจึงเริ่ม[สร้างคอนเทนต์](/projects#content-creator)และมุ่งเน้นที่การเติบโต",
    "timeline2024Title": "ก่อตั้ง LiquidOps",
    "timeline2024Description": "ปีนี้ฉันคิดไอเดีย [LiquidOps](/projects#liquidops) กับ [Marton Lederer](https://x.com/martonlederer) หลังจากเดินเล่นในวันฝนตกที่เต็มไปด้วยความทะเยอทะยานใน Cambridge ที่ฉันอาศัยอยู่ในตอนนั้น [AO](https://ao.arweave.net) ยังอยู่ในช่วงเริ่มต้นและเราตระหนักถึงศักยภาพในการใช้ประโยชน์จากสภาพคล่องปัจจุบันของระบบนิเวศอย่างรวดเร็ว ฉันยังทำงานเป็น Engineering Partner ที่ [AO Ventures](https://aoventures.io) ฉันสนับสนุนทีมใน cohort และช่วยตัดสินใจว่าใครจะเข้าร่วม demo day จากมุมมองทางเทคนิค ในที่สุดฉันก็เข้าร่วมด้วยไอเดียใหม่ของฉัน - [LiquidOps](/projects#liquidops)",
    "timeline2023Title": "Othent สร้างบน Arweave",
    "timeline2023Description": "ฉันกลายเป็น Fellow ภายนอกคนแรกที่ [Community Labs](https://communitylabs.com) หลังจาก seed round ของพวกเขา ฉันคืนทุน [Wallety](/projects#wallety) เพื่อมุ่งเน้นที่ระบบนิเวศ [Arweave](https://arweave.org) อย่างเต็มที่ ในช่วงเวลาที่อยู่ที่นี่ฉันสร้าง [Othent](/projects#othent), Oases และ Subsidise-JS",
    "timeline2022Title": "เข้าร่วม Community Labs และสร้างโปรเจกต์แรก Wallety",
    "timeline2022Description": "หลังจากตระหนักว่าการลงทุนไม่ได้ทำให้ฉันตื่นเต้นเท่าการสร้าง ฉันก็ออกเดินทางเพื่อเรียนรู้การเขียนโค้ดจากศูนย์ ฉันเรียนรู้การเขียนโค้ดได้ค่อนข้างเร็วและสร้างโปรเจกต์แรก [Wallety](/projects#wallety) มันเหนื่อยแต่น่าตื่นเต้น จากนั้นฉันก็ดึงดูดความสนใจของ [Tate Berenbaum](https://x.com/TateBerenbaum) ที่กลายเป็นเพื่อนสนิทและฉันตัดสินใจเข้าร่วมกับเขาที่ [Community Labs](https://communitylabs)",
    "timeline2021Title": "เข้าสู่ Crypto VC จากห้องนอน",
    "timeline2021Description": "ฉันได้ฝึกงานไม่มีเงินเดือนที่กองทุน crypto venture capital จากการส่งอีเมลเย็นปีก่อนหน้า ฉันทำงาน 3 เดือนโดยไม่มีเงินก่อนที่พวกเขาจะเสนอตำแหน่งนักวิเคราะห์แบบมีเงินเดือน จากนั้นก็ทำงานในกองทุน venture และ hedge ของพวกเขาในปีถัดไป ฉันใช้เวลาส่วนใหญ่ทำ due diligence บน dealflow จดบันทึกในการประชุมคณะกรรมการการลงทุนประจำสัปดาห์และพบกับผู้ก่อตั้งที่ต้องการ pitch ให้บริษัท ในปีนี้ฉันยังเป็นอาสาสมัคร [Polkadot Ambassador](https://polkadot.com/community/ambassador-program) ที่ช่วยสร้างชุมชนและจัดปิกนิก IRL ในลอนดอนที่มีคนมากกว่า 100 คนรวมถึงทีมระบบนิเวศและผู้ก่อตั้ง",
    "timeline2020Title": "Crypto Teen และออกจากโรงเรียนการแสดง",
    "timeline2020Description": "ขณะเรียนที่โรงเรียนการแสดง [Emil Dale Academy](https://www.emildale.co.uk) ฉันเริ่มช่อง Crypto TikTok เพื่อการศึกษาเพื่อสอน Gen Z เกี่ยวกับ Crypto ราคา Ethereum อยู่ที่ $201! เพื่อพยายามเข้าสู่อุตสาหกรรม ฉันตัดสินใจส่งอีเมลเย็นไปยังบริษัทกว่า 500 แห่ง บริษัทลงทุน และโปรเจกต์ว่าพวกเขาจะรับฉันเป็นพนักงานไม่มีเงินเดือนหรือไม่ จากอีเมลกว่า 500 ฉบับ ประมาณ 6 ฉบับได้ผล ฉันเคยประชุม Zoom ในที่จอดรถของโรงเรียนด้วยโทรศัพท์ของเพื่อนร่วมชั้นที่มีข้อมูลขณะโดดเรียนเพื่อ pitch กับ VC และธุรกิจเกี่ยวกับการจ้างฉัน มันเป็นช่วงเวลาที่เหนือจริงในชีวิตของฉันและมันก็เหนือจริงมากขึ้นเรื่อยๆ ตั้งแต่นั้นมา"
  },
  "BirthYearBadge": {
    "born": "เกิด 30 กรกฎาคม 2003"
  },
  "AngelPage": {
    "loading": "กำลังโหลด...",
    "title": "การลงทุนแบบแองเจิล",
    "introParagraphs": [
      "ฉันชอบพบกับผู้ก่อตั้งที่กำลังสร้างสิ่งที่พวกเขาใส่ใจจริงๆ เมื่อฉันเห็นศักยภาพและวิธีที่ฉันสามารถช่วยได้นอกเหนือจากเงินทุน ฉันก็กระตือรือร้นที่จะเข้ามามีส่วนร่วมตั้งแต่เนิ่นๆ",
      "ฉันมักจะเขียนเช็คระหว่าง **$500 ถึง $5,000** ใน pre-seed และ seed rounds ที่เริ่มต้นมากๆ แม้ว่าฉันจะไม่ได้เขียนเช็คที่ใหญ่ที่สุด แต่ฉันพยายามที่จะเป็นประโยชน์ ไม่ว่าจะเป็นการแนะนำ ฟีดแบ็คผลิตภัณฑ์ คำแนะนำทางเทคนิค หรือแค่เป็นคนที่พูดคุยเกี่ยวกับปัญหาด้วย ฉันต้องการเป็นนักลงทุนแบบที่ฉันอยากมีใน cap table ของฉัน",
      "กำลังสร้างอะไรน่าสนใจอยู่? ฉันอยากได้ยินเกี่ยวกับมัน"
    ],
    "getInTouch": "Pitch ฉันแบบสาธารณะบน X",
    "portfolioTitle": "พอร์ตโฟลิโอของฉัน",
    "crunchbaseText": "ดูข้อมูลเพิ่มเติมที่",
    "seeProject": "ดูโปรเจกต์",
    "preSeed": "Pre-seed",
    "seed": "Seed",
    "seriesA": "Series A",
    "astroDescription": "ผู้ออก stablecoin แบบ over-collateralized"
  },
  "ProjectsPage": {
    "loading": "กำลังโหลด...",
    "title": "โปรเจกต์",
    "noProjects": "ไม่มีโปรเจกต์",
    "roleFounder": "ผู้ก่อตั้ง",
    "roleCoFounderCEO": "ผู้ร่วมก่อตั้งและ CEO",
    "roleCreator": "ครีเอเตอร์",
    "walletyDescription": "เว็บไซต์วิเคราะห์ระบบนิเวศ [Polkadot](https://polkadot.com) และ [Kusama](https://kusama.network/) ที่มุ่งแสดงการวิเคราะห์ที่เป็นประโยชน์เกี่ยวกับกระเป๋าเงินของผู้ใช้ เช่น การใช้จ่าย การใช้งานรายเดือน การส่งออก CSV และเงินที่จ่ายค่าธรรมเนียมเครือข่าย ฉันระดมทุนได้มากกว่า $100k ใน grants จาก [Kusama DAO](https://dune.com/substrate/kusama-gov) ซึ่งต่อมาถูกคืนเพราะฉันต้องการเข้าร่วม [Community Labs](https://www.communitylabs.com/)",
    "othentDescription": "ภารกิจของ [Othent](https://othent.io) คือการทำให้ผู้บริโภคออนไลน์ทั่วไปสามารถเข้าถึงโปรเจกต์ blockchain โดยไม่ต้องใช้ private keys แบบ cryptographic ที่ซับซ้อน และใช้การเข้าถึงบัญชี Oauth เช่น Google แทน ฉันก่อตั้งโปรเจกต์ในฐานะ Fellow ภายนอกคนที่ 1 ที่ถูก incubate ภายใน [Community Labs](https://www.communitylabs.com) บริษัทพัฒนาซอฟต์แวร์ที่ก่อตั้งโดย [Tate Berenbaum](https://x.com/TateBerenbaum) ในระบบนิเวศ [Arweave](https://arweave.org) [Othent](https://othent.io) ถูก [Wander](https://wander.app) เข้าซื้อกิจการเข้าสู่ผลิตภัณฑ์หลักของพวกเขา กระเป๋าเงิน Web3 ของระบบนิเวศ [Arweave](https://arweave.org) และ [AO](https://ao.arweave.net) ที่มีผู้ใช้มากกว่า 50,000 คน กลายเป็น [Wander Connect](https://www.wander.app/connect)",
    "liquidOpsDescription": "โปรโตคอลการให้ยืมและการกู้ยืมที่สร้างบน [AO](https://ao.arweave.net) โดยมุ่งปลดล็อกมูลค่าโทเค็น [Arweave](https://arweave.org) มากกว่า $400m ฉันร่วมก่อตั้งโปรเจกต์กับ [Marton Lederer](https://x.com/martonlederer) กลายเป็นบริษัทที่นำโดย Fellow บริษัทแรกที่แยกตัวออกจาก [Community Labs](https://www.communitylabs.com) ดึงดูดการลงทะเบียน [waitlist](https://x.com/Liquid_Ops/status/1863863983498805473?s=20) หลายพันรายการที่เติบโตเป็น $55m soft-commits สำหรับไอเดียพร้อมการตรวจสอบเงินทุน on-chain [pitch](https://x.com/aoTheVentures/status/1813676139795374171?s=20) ที่ demo day ของ [AO Ventures](https://www.aoventures.io) และระดมทุน [pre-seed round $325k](https://www.ibtimes.co.uk/revolutionizing-defi-how-lorimer-jenkins-marton-lederer-are-transforming-arweave-liquidops-1729945) เราเปิดตัว mainnet มีการผสานรวมมากมายรวมถึงกระเป๋าเงิน AO Chrome/IOS/Android [Wander](https://wander.app) และ [Beacon](https://getbeaconapp.com) เรายังผ่านการตรวจสอบจากบริษัทเช่น [Spearbit](https://cantina.xyz/solutions/spearbit) และ [Quantstamp](https://quantstamp.com/)",
    "contentCreationDescription": "ฉันสร้างคอนเทนต์วิดีโอสั้นบนแพลตฟอร์มโซเชียลมีเดียหลักทั้งหมดที่รองรับ reels ฉันมุ่งหวังให้มันเป็นวิธีที่ดีในการสร้างชุมชนออนไลน์ของฉัน แสดงให้โลกเห็นว่าฉันกำลังทำอะไรอยู่ และพบปะคนใหม่ในสถานที่ใหม่",
    "cryptoTeenDescription": "[Crypto Teen](https://www.tiktok.com/@lorimer__jenkins) เป็นช่อง TikTok เกี่ยวกับ cryptocurrency ที่มุ่งสอน Gen Z เกี่ยวกับ crypto ครอบคลุมแนวคิดพื้นฐานและความรู้ในพื้นที่ blockchain Web3"
  },
  "WritingPage": {
    "loading": "กำลังโหลด...",
    "title": "เขียน",
    "substackSignup": "สมัครเพื่อรับโพสต์บล็อกใหม่ทางอีเมล"
  },
  "BookshelfPage": {
    "loading": "กำลังโหลด...",
    "title": "ชั้นหนังสือ",
    "subtitle": "หนังสือที่ช่วยหล่อหลอมความคิดของฉัน",
    "noBooks": "ยังไม่มีหนังสือ",
    "all": "ทั้งหมด",
    "favorites": "รายการโปรด",
    "readIn": "อ่านใน",
    "published": "ตีพิมพ์",
    "viewBook": "ดูหนังสือ →",
    "richDadPoorDadAuthorBio": "ผู้ประกอบการและผู้สนับสนุนการศึกษาทางการเงิน",
    "richDadPoorDadNotes": "บทนำที่ยอดเยี่ยมเกี่ยวกับความรู้ทางการเงินและความสำคัญของสินทรัพย์เหนือหนี้สิน",
    "1984AuthorBio": "นักเขียนนวนิยายและนักเขียนบทความชาวอังกฤษ",
    "1984Notes": "นวนิยาย dystopian ที่น่าขนลุกและเป็นคำทำนายที่ยังคงน่ากลัวและเกี่ยวข้องในปัจจุบัน",
    "zeroToOneAuthorBio": "ผู้ร่วมก่อตั้ง PayPal และ Palantir Technologies",
    "zeroToOneNotes": "ให้คำแนะนำสำหรับผู้ประกอบการเกี่ยวกับวิธีสร้างการผูกขาดและสร้างมูลค่าโดยการตั้งคำถามกับภูมิปัญญาทั่วไปเพื่อค้นหาโอกาสใหม่ ท้าทายการแข่งขัน และสร้างบริษัทที่มีคุณค่า",
    "hardThingAuthorBio": "ผู้ร่วมก่อตั้ง Andreessen Horowitz",
    "hardThingNotes": "คำแนะนำที่ตรงไปตรงมาอย่างโหดร้ายเกี่ยวกับการสร้างและดำเนินสตาร์ทอัพ ไม่มีการเคลือบน้ำตาล มีแค่ประสบการณ์จริง",
    "whatYouDoAuthorBio": "ผู้ร่วมก่อตั้ง Andreessen Horowitz",
    "whatYouDoNotes": "การสำรวจที่น่าสนใจเกี่ยวกับวัฒนธรรมบริษัทผ่านตัวอย่างทางประวัติศาสตร์ตั้งแต่ Toussaint Louverture ถึง Genghis Khan",
    "spareAuthorBio": "ดยุคแห่งซัสเซกซ์",
    "spareNotes": "มุมมองที่ตรงไปตรงมาเกี่ยวกับชีวิตราชวงศ์และแรงกดดันของการเติบโตในสายตาสาธารณชนในฐานะสมาชิกราชวงศ์",
    "riseAndFallAuthorBio": "นักประวัติศาสตร์และนักเขียนชาวอังกฤษ",
    "riseAndFallNotes": "ชีวประวัติที่บันทึกชีวิตของเจ้าชายแอนดรูว์และซาราห์ เฟอร์กูสัน ตั้งแต่การแต่งงานจนถึงปัจจุบัน"
  }
}
