{
  "Header": {
    "home": "Головна",
    "writing": "Статті",
    "projects": "Проєкти",
    "angel": "Ангел",
    "links": "Посилання",
    "bookshelf": "Книжкова полиця",
    "searchLanguages": "Пошук мов...",
    "noLanguagesFound": "Мови не знайдено"
  },
  "Footer": {
    "madeWith": "Зроблено з ❤️",
    "terms": "Умови",
    "privacy": "Конфіденційність",
    "arweaveNetSite": "Назавжди розміщено на arweave.net",
    "coffee": "Купи мені каву",
    "submitPR": "Надіслати PR",
    "reportBug": "Повідомити про помилку"
  },
  "Writing": {
    "backToBlogs": "Назад"
  },
  "TimelineContent": {
    "heroTitle": "Я засновник з Англії, який зараз кочує по США/Великобританії/ЄС в AirBnb. Мене цікавлять криптовалюти, стартапи та розробка програмного забезпечення. Маю досвід у венчурному капіталі та акторстві.",
    "getInTouch": "Зв'язатися",
    "experienceJourney": "Дізнайся мою історію",
    "scrollDown": "Прокрутіть вниз",
    "photoPlaceholder": "Фото",
    "timeline2025Title": "Розбудова LiquidOps",
    "timeline2025Description": "Цього року я витратив час на розбудову [LiquidOps](/projects#liquidops) та запуск основної мережі. Один з найцінніших уроків, які я засвоїв цього року, полягає в тому, що стартапи — це не тільки про продукт. Зростання та маркетинг настільки ж важливі (якщо не більше), як і продукт, тому я почав [створювати контент](/projects#content-creator) та зосередився на зростанні.",
    "timeline2024Title": "Заснував LiquidOps",
    "timeline2024Description": "Цього року я придумав ідею [LiquidOps](/projects#liquidops) разом з [Marton Lederer](https://x.com/martonlederer) після дощової амбітної прогулянки в Кембриджі, де я тоді жив. [AO](https://ao.arweave.net) був у зародковому стані, і ми швидко усвідомили потенціал використання поточної ліквідності екосистеми. Я також працював інженерним партнером в [AO Ventures](https://aoventures.io). Я підтримував команди в когорті та допомагав вирішувати, хто братиме участь у дні демонстрації з технічної точки зору, врешті-решт я також взяв участь зі своєю новою ідеєю - [LiquidOps](/projects#liquidops).",
    "timeline2023Title": "Othent побудовано на Arweave",
    "timeline2023Description": "Я став першим зовнішнім Fellow у [Community Labs](https://communitylabs.com) одразу після їхнього посівного раунду. Я повернув грант [Wallety](/projects#wallety), щоб повністю зосередитися на екосистемі [Arweave](https://arweave.org). За час роботи тут я створив [Othent](/projects#othent), Oases та Subsidise-JS.",
    "timeline2022Title": "Приєднався до Community Labs та побудував свій перший проєкт Wallety",
    "timeline2022Description": "Після того, як зрозумів, що інвестування не захоплює мене так, як будівництво, я вирушив у місію навчитися програмувати з нуля. Я досить швидко навчився програмувати та побудував свій перший проєкт [Wallety](/projects#wallety). Це було виснажливо, але захоплююче. Потім я привернув увагу [Tate Berenbaum](https://x.com/TateBerenbaum), який став близьким другом, і я вирішив приєднатися до нього в [Community Labs](https://communitylabs).",
    "timeline2021Title": "Увійшов у Crypto VC зі своєї спальні",
    "timeline2021Description": "Я отримав безоплатне стажування у фонді криптовенчурного капіталу завдяки холодним листам попереднього року. Я працював 3 місяці без оплати, перш ніж мені запропонували оплачувану посаду аналітика, потім працював над їхніми венчурними та хедж-фондами наступний рік. Я витрачав свій час переважно на належну перевірку угод, робив нотатки на щотижневих засіданнях інвестиційного комітету та зустрічався із засновниками, які хотіли представити фірмі свої ідеї. Протягом цього року я також був волонтером [Polkadot Ambassador](https://polkadot.com/community/ambassador-program), де допомагав будувати спільноту та організував пікнік у Лондоні, на який прийшло понад 100 людей, включаючи команди екосистеми та засновників.",
    "timeline2020Title": "Crypto Teen та відрахування з театральної школи",
    "timeline2020Description": "Поки я навчався в театральній школі [Emil Dale Academy](https://www.emildale.co.uk), я запустив освітній канал Crypto TikTok, спрямований на навчання покоління Z криптовалютам. Ціна Ethereum була 201$! Щоб увійти в індустрію, я вирішив надіслати холодні листи понад 500 компаніям, інвестиційним фірмам та проєктам про те, чи візьмуть мене на безоплатну роботу. З понад 500 листів близько 6 спрацювали. Я проводив Zoom-зустрічі на парковці школи з телефоном однокласника, який мав інтернет, поки прогулював заняття, щоб презентувати VC та бізнесам можливість найняти мене. Це був справді сюрреалістичний час у моєму житті, і з тих пір все стало ще більш сюрреалістичним."
  },
  "BirthYearBadge": {
    "born": "Народився 30 липня 2003"
  },
  "AngelPage": {
    "loading": "Завантаження...",
    "title": "Ангельське інвестування",
    "introParagraphs": [
      "Я люблю зустрічатися із засновниками, які будують щось, що їм справді небайдуже. Коли я бачу потенціал і способи допомогти не лише капіталом, я прагну долучитися на ранній стадії.",
      "Зазвичай я виписую чеки від **$500 до $5,000** на pre-seed та дуже ранніх seed раундах. Хоча я не виписую найбільші чеки, я намагаюся бути корисним. Чи то знайомства, зворотний зв'язок щодо продукту, технічні поради, чи просто хтось, з ким можна обговорити проблеми — я хочу бути таким інвестором, якого б сам хотів мати у своїй таблиці капіталізації.",
      "Будуєте щось цікаве? Я б із задоволенням про це почув."
    ],
    "getInTouch": "Запропонуйте мені публічно на X",
    "portfolioTitle": "Мій портфель",
    "crunchbaseText": "Дивіться більше інформації на моєму",
    "seeProject": "Переглянути проєкт",
    "preSeed": "Pre-seed",
    "seed": "Seed",
    "seriesA": "Серія A",
    "astroDescription": "Емітент стейблкоїнів з надлишковим забезпеченням"
  },
  "ProjectsPage": {
    "loading": "Завантаження...",
    "title": "Проєкти",
    "noProjects": "Проєкти недоступні.",
    "walletyDescription": "Аналітичний веб-сайт екосистеми [Polkadot](https://polkadot.com) та [Kusama](https://kusama.network/), який мав на меті показувати користувачам корисну аналітику про їхні гаманці, таку як витрати, щомісячне використання, експорт CSV та гроші, сплачені за мережеві комісії. Я зібрав понад $100k грантів від [Kusama DAO](https://dune.com/substrate/kusama-gov), які пізніше були повернуті, оскільки я хотів приєднатися до [Community Labs](https://www.communitylabs.com/).",
    "othentDescription": "Місія [Othent](https://othent.io) полягала в тому, щоб дозволити звичайним щоденним онлайн-споживачам отримувати доступ до блокчейн-проєктів без використання складних криптографічних приватних ключів, а натомість використовуючи будь-який доступ до облікового запису Oauth, такий як Google. Я заснував проєкт як 1-й зовнішній Fellow, інкубований у [Community Labs](https://www.communitylabs.com), компанії з розробки програмного забезпечення, заснованої [Tate Berenbaum](https://x.com/TateBerenbaum) в екосистемі [Arweave](https://arweave.org). [Othent](https://othent.io) потім був придбаний [Wander](https://wander.app) до їхнього основного продукту, Web3-гаманця екосистеми [Arweave](https://arweave.org) та [AO](https://ao.arweave.net) з понад 50,000 користувачами, ставши [Wander Connect](https://www.wander.app/connect).",
    "liquidOpsDescription": "Протокол кредитування та запозичення, побудований на [AO](https://ao.arweave.net), спрямований на розблокування понад $400m вартості токенів [Arweave](https://arweave.org). Я став співзасновником проєкту з [Marton Lederer](https://x.com/martonlederer), став 1-ю компанією під керівництвом Fellow, яка відокремилася від [Community Labs](https://www.communitylabs.com), залучив тисячі реєстрацій у [список очікування](https://x.com/Liquid_Ops/status/1863863983498805473?s=20), які зросли до $55m м'яких зобов'язань для ідеї з верифікацією коштів on-chain, [презентував](https://x.com/aoTheVentures/status/1813676139795374171?s=20) на демо-дні [AO Ventures](https://www.aoventures.io), а потім зібрав [pre-seed раунд на $325k](https://www.ibtimes.co.uk/revolutionizing-defi-how-lorimer-jenkins-marton-lederer-are-transforming-arweave-liquidops-1729945). Ми запустили mainnet, маємо численні інтеграції, включаючи гаманці AO Chrome/IOS/Android [Wander](https://wander.app) та [Beacon](https://getbeaconapp.com). Ми також пройшли аудити від таких фірм, як [Spearbit](https://cantina.xyz/solutions/spearbit) та [Quantstamp](https://quantstamp.com/).",
    "contentCreationDescription": "Я створюю короткоформатний відеоконтент на всіх основних платформах соціальних мереж, що підтримують reels. Я прагну, щоб вони були чудовим способом будувати мою онлайн-спільноту, показувати світу, над чим я працюю, та знайомитися з новими людьми в нових місцях.",
    "cryptoTeenDescription": "[Crypto Teen](https://www.tiktok.com/@lorimer__jenkins) — це криптовалютний TikTok-канал, спрямований на навчання покоління Z тому, що таке криптовалюта, охоплюючи базові концепції та ноу-хау у просторі Web3 блокчейну."
  },
  "WritingPage": {
    "loading": "Завантаження...",
    "title": "Статті",
    "substackSignup": "Підпишіться, щоб отримувати нові публікації блогу електронною поштою."
  },
  "BookshelfPage": {
    "loading": "Завантаження...",
    "title": "Книжкова полиця",
    "subtitle": "Книги, які допомогли сформувати моє мислення",
    "noBooks": "Книг ще немає.",
    "all": "Усі",
    "favorites": "Улюблені",
    "readIn": "Прочитано",
    "published": "Опубліковано",
    "viewBook": "Переглянути книгу →",
    "richDadPoorDadAuthorBio": "Підприємець та прихильник фінансової освіти",
    "richDadPoorDadNotes": "Чудовий вступ до фінансової грамотності та важливості активів над зобов'язаннями.",
    "1984AuthorBio": "Англійський романіст та есеїст",
    "1984Notes": "Моторошний та пророчий антиутопічний роман, який залишається страхітливо актуальним сьогодні.",
    "zeroToOneAuthorBio": "Співзасновник PayPal та Palantir Technologies",
    "zeroToOneNotes": "Надає підприємцям керівництво щодо побудови монополій та створення цінності шляхом сумніву в загальноприйнятій мудрості для пошуку нових можливостей, виклику конкуренції та побудови цінних компаній.",
    "hardThingAuthorBio": "Співзасновник Andreessen Horowitz",
    "hardThingNotes": "Брутально чесні поради щодо створення та управління стартапом. Без прикрас, лише реальний досвід.",
    "whatYouDoAuthorBio": "Співзасновник Andreessen Horowitz",
    "whatYouDoNotes": "Захоплююче дослідження корпоративної культури через історичні приклади від Туссена Лувертюра до Чингісхана.",
    "spareAuthorBio": "Герцог Сассекський",
    "spareNotes": "Відвертий погляд на королівське життя та тиск дорослішання під наглядом громадськості як члена королівської сім'ї.",
    "riseAndFallAuthorBio": "Британський історик та автор",
    "riseAndFallNotes": "Біографія, яка описує життя принца Ендрю та Сари Фергюсон від їхнього шлюбу до сьогодення."
  }
}
