{
  "Header": {
    "home": "ہوم",
    "writing": "تحریریں",
    "projects": "پروجیکٹس",
    "angel": "اینجل",
    "links": "لنکس",
    "bookshelf": "کتابوں کی الماری",
    "searchLanguages": "زبانیں تلاش کریں...",
    "noLanguagesFound": "کوئی زبان نہیں ملی"
  },
  "Footer": {
    "madeWith": "❤️ سے بنایا گیا",
    "terms": "شرائط",
    "privacy": "پرائیویسی",
    "arweaveNetSite": "arweave.net پر ہمیشہ کے لیے ہوسٹ کیا گیا",
    "coffee": "مجھے کافی پلائیں",
    "submitPR": "PR جمع کریں"
  },
  "Writing": {
    "backToBlogs": "واپس"
  },
  "TimelineContent": {
    "heroTitle": "میں انگلینڈ سے ایک فاؤنڈر ہوں جو فی الحال AirBnb میں US/UK/EU میں گھوم رہا ہوں۔ مجھے کرپٹو، سٹارٹ اپس اور سافٹ ویئر ڈویلپمنٹ میں دلچسپی ہے۔ میرا وینچر کیپیٹل اور ایکٹنگ میں پس منظر ہے۔",
    "getInTouch": "رابطہ کریں",
    "experienceJourney": "میری کہانی کا تجربہ کریں",
    "scrollDown": "نیچے سکرول کریں",
    "photoPlaceholder": "تصویر",
    "timeline2025Title": "LiquidOps بنا رہا ہوں",
    "timeline2025Description": "اس سال [LiquidOps](/projects#liquidops) بنانے اور نیٹ ورک کا مین نیٹ لانچ کرنے میں وقت گزارا۔ اس سال میں نے جو سب سے قیمتی سبق سیکھا وہ یہ ہے کہ سٹارٹ اپس صرف پروڈکٹ کے بارے میں نہیں ہیں۔ گروتھ اور مارکیٹنگ پروڈکٹ جتنی (اگر زیادہ نہیں تو) اہم ہیں، اس لیے میں نے [کنٹینٹ بنانا](/projects#content-creator) شروع کیا اور گروتھ پر توجہ مرکوز کی۔",
    "timeline2024Title": "LiquidOps کی بنیاد رکھی",
    "timeline2024Description": "اس سال میں نے [Marton Lederer](https://x.com/martonlederer) کے ساتھ کیمبرج میں ایک بارش والی بلند حوصلہ سیر کے بعد [LiquidOps](/projects#liquidops) کا آئیڈیا سوچا جہاں میں اس وقت رہتا تھا۔ [AO](https://ao.arweave.net) اپنی ابتدا میں تھا اور ہم نے جلدی سے ایکو سسٹم کی موجودہ لیکویڈیٹی کو استعمال کرنے کی صلاحیت کو سمجھ لیا۔ میں نے [AO Ventures](https://aoventures.io) میں انجینئرنگ پارٹنر کے طور پر بھی کام کیا۔ میں نے کوہورٹ میں ٹیموں کی مدد کی اور تکنیکی نقطہ نظر سے فیصلہ کرنے میں مدد کی کہ ڈیمو ڈے میں کون حصہ لے گا، آخر میں میں نے بھی اپنے نئے آئیڈیے کے ساتھ حصہ لیا - [LiquidOps](/projects#liquidops)۔",
    "timeline2023Title": "Arweave پر Othent بنایا",
    "timeline2023Description": "میں [Community Labs](https://communitylabs.com) میں ان کے سیڈ راؤنڈ کے فوراً بعد پہلا بیرونی فیلو بنا۔ میں نے [Arweave](https://arweave.org) ایکو سسٹم پر مکمل توجہ مرکوز کرنے کے لیے [Wallety](/projects#wallety) گرانٹ واپس کر دی۔ یہاں اپنے وقت کے دوران میں نے [Othent](/projects#othent)، Oases اور Subsidise-JS بنایا۔",
    "timeline2022Title": "Community Labs میں شامل ہوا اور اپنا پہلا پروجیکٹ Wallety بنایا",
    "timeline2022Description": "یہ سمجھنے کے بعد کہ سرمایہ کاری مجھے بنانے جتنا پرجوش نہیں کرتی، میں نے صفر سے کوڈنگ سیکھنے کا مشن شروع کیا۔ میں نے کافی جلدی کوڈنگ سیکھ لی اور اپنا پہلا پروجیکٹ [Wallety](/projects#wallety) بنایا۔ یہ تھکا دینے والا لیکن پرجوش کرنے والا تھا۔ پھر میں نے [Tate Berenbaum](https://x.com/TateBerenbaum) کی توجہ حاصل کی جو قریبی دوست بن گئے اور میں نے [Community Labs](https://communitylabs) میں ان کے ساتھ شامل ہونے کا فیصلہ کیا۔",
    "timeline2021Title": "اپنے بیڈ روم سے Crypto VC میں داخل ہوا",
    "timeline2021Description": "میں نے پچھلے سال کی کولڈ ای میلنگ سے ایک کرپٹو وینچر کیپیٹل فنڈ میں بغیر تنخواہ انٹرن شپ حاصل کی۔ میں نے 3 مہینے بغیر تنخواہ کام کیا اس سے پہلے کہ انہوں نے مجھے تنخواہ والا تجزیہ کار کا کردار پیش کیا، پھر میں نے اگلے سال ان کے وینچر اور ہیج فنڈز پر کام کیا۔ میں نے اپنا وقت بنیادی طور پر ڈیل فلو پر ڈیو ڈیلیجنس کرنے، ان کی ہفتہ وار سرمایہ کاری کمیٹی میٹنگز میں نوٹس لینے اور فاؤنڈرز سے ملنے میں گزارا جو فرم کو پچ کرنا چاہتے تھے۔ اس سال میں نے [Polkadot Ambassador](https://polkadot.com/community/ambassador-program) کے طور پر بھی رضاکارانہ کام کیا جہاں میں نے کمیونٹی بنانے میں مدد کی اور لندن میں ایک IRL پکنک منعقد کی جہاں 100 سے زیادہ لوگ آئے جن میں ایکو سسٹم ٹیمز اور فاؤنڈرز شامل تھے۔",
    "timeline2020Title": "Crypto Teen اور ڈرامہ سکول چھوڑنا",
    "timeline2020Description": "[Emil Dale Academy](https://www.emildale.co.uk) میں ڈرامہ سکول جاتے ہوئے، میں نے Gen Z کو Crypto کے بارے میں تعلیم دینے کے مقصد سے ایک Crypto TikTok تعلیمی چینل شروع کیا۔ Ethereum کی قیمت $201 تھی! انڈسٹری میں داخل ہونے کی کوشش میں، میں نے 500 سے زیادہ کمپنیوں، سرمایہ کاری فرموں اور پروجیکٹس کو کولڈ ای میل کرنے کا فیصلہ کیا کہ کیا وہ مجھے بغیر تنخواہ ورکر کے طور پر لیں گے۔ 500 سے زیادہ ای میلز میں سے تقریباً 6 نے کام کیا۔ میں کلاسوں سے بھاگتے ہوئے اسکول کی پارکنگ میں اپنے کلاس میٹ کے فون سے جس کے پاس ڈیٹا تھا Zoom میٹنگز کرتا تھا VCs اور کاروباروں کو مجھے ممکنہ طور پر ملازمت دینے کے بارے میں پچ کرنے کے لیے۔ یہ میری زندگی کا واقعی سریل وقت تھا اور تب سے اور زیادہ سریل ہوتا جا رہا ہے۔"
  },
  "BirthYearBadge": {
    "born": "30 جولائی 2003 کو پیدا ہوا"
  },
  "AngelPage": {
    "loading": "لوڈ ہو رہا ہے...",
    "title": "اینجل سرمایہ کاری",
    "introParagraphs": [
      "مجھے ایسے فاؤنڈرز سے ملنا پسند ہے جو کچھ ایسا بنا رہے ہیں جس کی انہیں واقعی پرواہ ہے۔ جب مجھے صلاحیت اور سرمایے سے آگے مدد کرنے کے طریقے نظر آتے ہیں، میں جلدی شامل ہونے کے لیے بے تاب ہوتا ہوں۔",
      "میں عام طور پر پری سیڈ اور بہت ابتدائی سیڈ راؤنڈز میں **$500 سے $5,000** کے درمیان چیکس لکھتا ہوں۔ اگرچہ میں سب سے بڑے چیکس نہیں لکھتا، میں مفید ہونے کی کوشش کرتا ہوں۔ چاہے تعارف ہو، پروڈکٹ فیڈبیک، تکنیکی مشورہ، یا صرف مسائل پر بات کرنے کے لیے کوئی ہو، میں اس قسم کا سرمایہ کار بننا چاہتا ہوں جو میں اپنی کیپ ٹیبل میں چاہوں گا۔",
      "کچھ دلچسپ بنا رہے ہیں؟ مجھے اس کے بارے میں سننا اچھا لگے گا۔"
    ],
    "getInTouch": "X پر مجھے عوامی طور پر پچ کریں",
    "portfolioTitle": "میرا پورٹ فولیو",
    "crunchbaseText": "میرے بارے میں مزید معلومات دیکھیں",
    "seeProject": "پروجیکٹ دیکھیں",
    "preSeed": "پری سیڈ",
    "seed": "سیڈ",
    "seriesA": "سیریز A",
    "astroDescription": "اوور کولیٹرلائزڈ سٹیبل کوائن جاری کرنے والا"
  },
  "ProjectsPage": {
    "loading": "لوڈ ہو رہا ہے...",
    "title": "پروجیکٹس",
    "noProjects": "کوئی پروجیکٹ دستیاب نہیں۔",
    "walletyDescription": "ایک [Polkadot](https://polkadot.com) اور [Kusama](https://kusama.network/) ایکو سسٹم اینالیٹکس ویب سائٹ، جس کا مقصد صارفین کو ان کے والیٹس کے بارے میں مفید تجزیات دکھانا تھا جیسے خرچ، ماہانہ استعمال، CSV ایکسپورٹ اور نیٹ ورک فیس میں ادا کی گئی رقم۔ میں نے [Kusama DAO](https://dune.com/substrate/kusama-gov) سے $100k سے زیادہ گرانٹس اکٹھی کیں، جو بعد میں واپس کر دی گئیں کیونکہ میں [Community Labs](https://www.communitylabs.com/) میں شامل ہونا چاہتا تھا۔",
    "othentDescription": "[Othent](https://othent.io) کا مشن عام روزمرہ آن لائن صارفین کو پیچیدہ کرپٹوگرافک پرائیویٹ کیز استعمال کیے بغیر اور اس کے بجائے گوگل جیسی کسی بھی Oauth اکاؤنٹ ایکسیس کا استعمال کرتے ہوئے بلاک چین پروجیکٹس تک رسائی حاصل کرنے کے قابل بنانا تھا۔ میں نے [Arweave](https://arweave.org) ایکو سسٹم میں [Tate Berenbaum](https://x.com/TateBerenbaum) کی بنائی ہوئی سافٹ ویئر ڈویلپمنٹ کمپنی [Community Labs](https://www.communitylabs.com) کے اندر انکیوبیٹڈ پہلے بیرونی فیلو کے طور پر پروجیکٹ کی بنیاد رکھی۔ [Othent](https://othent.io) کو پھر [Wander](https://wander.app) نے اپنے کور پروڈکٹ میں حاصل کیا، ایک [Arweave](https://arweave.org) اور [AO](https://ao.arweave.net) ایکو سسٹم Web3 والیٹ جس کے 50,000 سے زیادہ صارفین ہیں، [Wander Connect](https://www.wander.app/connect) بن گیا۔",
    "liquidOpsDescription": "[AO](https://ao.arweave.net) پر بنایا گیا ایک لینڈنگ اور بورووِنگ پروٹوکول، جس کا مقصد $400m سے زیادہ [Arweave](https://arweave.org) ٹوکن ویلیو کو ان لاک کرنا ہے۔ میں نے [Marton Lederer](https://x.com/martonlederer) کے ساتھ پروجیکٹ کی مشترکہ بنیاد رکھی، [Community Labs](https://www.communitylabs.com) سے الگ ہونے والی پہلی فیلو قیادت والی کمپنی بنی، ہزاروں [ویٹ لسٹ](https://x.com/Liquid_Ops/status/1863863983498805473?s=20) سائن اپس حاصل کیں جو آن چین فنڈ تصدیق کے ساتھ آئیڈیے کے لیے $55m سافٹ کمٹس تک بڑھیں، [AO Ventures](https://www.aoventures.io) ڈیمو ڈے پر [پچ](https://x.com/aoTheVentures/status/1813676139795374171?s=20) کیا اور پھر [$325k پری سیڈ راؤنڈ](https://www.ibtimes.co.uk/revolutionizing-defi-how-lorimer-jenkins-marton-lederer-are-transforming-arweave-liquidops-1729945) اکٹھا کیا۔ ہم نے مین نیٹ لانچ کیا، ہمارے پاس متعدد انٹیگریشنز ہیں جن میں AO Chrome/IOS/Android والیٹس [Wander](https://wander.app) اور [Beacon](https://getbeaconapp.com) شامل ہیں۔ ہم نے [Spearbit](https://cantina.xyz/solutions/spearbit) اور [Quantstamp](https://quantstamp.com/) جیسی فرموں سے آڈٹس بھی مکمل کیے اور پاس کیے۔",
    "contentCreationDescription": "میں ریلز کو سپورٹ کرنے والے تمام بڑے سوشل میڈیا پلیٹ فارمز پر شارٹ فارم ویڈیو کنٹینٹ بناتا ہوں۔ میرا مقصد ہے کہ یہ میری آن لائن کمیونٹی بنانے، دنیا کو دکھانے کہ میں کس پر کام کر رہا ہوں اور نئی جگہوں پر نئے لوگوں سے ملنے کا بہترین طریقہ ہوں۔",
    "cryptoTeenDescription": "[Crypto Teen](https://www.tiktok.com/@lorimer__jenkins) ایک کرپٹو کرنسی TikTok چینل ہے جس کا مقصد Gen Z کو سکھانا ہے کہ کرپٹو کیا ہے، Web3 بلاک چین اسپیس میں بنیادی تصورات اور علم کا احاطہ کرنا۔"
  },
  "WritingPage": {
    "loading": "لوڈ ہو رہا ہے...",
    "title": "تحریریں",
    "substackSignup": "ای میل کے ذریعے نئی بلاگ پوسٹس حاصل کرنے کے لیے سائن اپ کریں۔"
  },
  "BookshelfPage": {
    "loading": "لوڈ ہو رہا ہے...",
    "title": "کتابوں کی الماری",
    "subtitle": "وہ کتابیں جنہوں نے میری سوچ کو شکل دینے میں مدد کی",
    "noBooks": "ابھی تک کوئی کتاب نہیں۔",
    "all": "سب",
    "favorites": "پسندیدہ",
    "readIn": "پڑھا گیا",
    "published": "شائع ہوا",
    "viewBook": "کتاب دیکھیں →",
    "richDadPoorDadAuthorBio": "انٹرپرینیور اور مالی تعلیم کے حامی",
    "richDadPoorDadNotes": "مالی خواندگی اور ذمہ داریوں پر اثاثوں کی اہمیت کا بہترین تعارف۔",
    "1984AuthorBio": "انگریز ناول نگار اور مضمون نگار",
    "1984Notes": "ایک سرد اور پیشگوئی والا ڈسٹوپین ناول جو آج بھی خوفناک حد تک متعلقہ ہے۔",
    "zeroToOneAuthorBio": "PayPal اور Palantir Technologies کے شریک بانی",
    "zeroToOneNotes": "یہ انٹرپرینیورز کو نئے مواقع تلاش کرنے، مقابلے کو چیلنج کرنے اور قیمتی کمپنیاں بنانے کے لیے روایتی حکمت پر سوال اٹھا کر اجارہ داری بنانے اور قدر پیدا کرنے کے بارے میں رہنمائی فراہم کرتا ہے۔",
    "hardThingAuthorBio": "Andreessen Horowitz کے شریک بانی",
    "hardThingNotes": "سٹارٹ اپ بنانے اور چلانے کے بارے میں بے رحمی سے ایمانداری مشورے۔ کوئی شوگر کوٹنگ نہیں، صرف حقیقی تجربات۔",
    "whatYouDoAuthorBio": "Andreessen Horowitz کے شریک بانی",
    "whatYouDoNotes": "ٹوسینٹ لوورٹور سے چنگیز خان تک تاریخی مثالوں کے ذریعے کمپنی کلچر کی دلچسپ تلاش۔",
    "spareAuthorBio": "ڈیوک آف سسیکس",
    "spareNotes": "شاہی زندگی اور شاہی خاندان کے رکن کے طور پر عوام کی نظروں میں پلنے کے دباؤ پر ایک ایمانداری سے نظر۔",
    "riseAndFallAuthorBio": "برطانوی مؤرخ اور مصنف",
    "riseAndFallNotes": "ایک سوانح حیات جو پرنس اینڈریو اور سارہ فرگوسن کی زندگیوں کو ان کی شادی سے آج تک بیان کرتی ہے۔"
  }
}
