{
  "Header": {
    "home": "家",
    "blogs": "博客",
    "socials": "社交"
  },
  "Footer": {
    "madeWith": "制成 ❤️",
    "terms": "条款",
    "privacy": "隐私"
  },
  "About": {
    "title1": "谁是洛里默·詹金斯？",
    "paragraph1": "洛里默·詹金斯是一位来自英国的科技创业者，正在构建LiquidOps，这是一个建立在Arweave和AO Web3生态系统上的去中心化借贷协议。",
    "title2": "关于我",
    "paragraph2": "我于2003年7月30日出生在英国，在赫特福德郡长大，从小就接受表演和音乐剧的训练。\n\n虽然我喜欢表演，但在17岁时我决定这不适合我，并决定追求其他职业。我开始寻找的第一个地方是试图找到与我对所谓的区块链的热情有关的东西。我一直渴望为区块链公司工作，但从未想过来自英国小镇的我有这种可能性。\n\n我的大多数同龄人都在大学里追求传统的学术，学习STEM学科，我觉得我搬起石头砸了自己的脚，因为当时我在表演学院。这种感觉后来变成了我最宝贵的优势之一，成为弱者。\n\n我记得当时看了一个Gary Vee的视频，他说他年轻时免费工作，因为公司雇用免费员工风险很低，他们可以在雇用谁上下更大的赌注。\n\n所以我开始给500多家公司、创始人和投资公司发邮件。我想在我发出的所有邮件中，只有大约6封得到了回复，我至今仍与这6个人保持密切关系，并在许多方面继续与他们合作。\n\n其中一个人在投资加密货币的风险投资基金工作，他看到我只想工作的渴望，就把我介绍给了正在寻找更多实习生的公司MP。\n\n这开启了我的一切，我在该公司做了3个月的无薪实习生，之后继续在那里做了一年的有薪分析师。回过头来看，这是最令人麻木无聊的工作，但我绝对喜欢它，我在他们的加密风投和对冲基金工作。\n\n在公司工作了一年后，合伙人开始更信任我，我开始参加推介电话为他们的IC做笔记。有一天我开始尝试在X上为基金寻找有趣的公司，遇到了一个叫泰特的人在构建DEX。\n\n直到那时，我在房间里总是最年轻的人，泰特当时和我同龄（18岁），我很兴奋能与他这个在我这个年龄的DEX创始人聊天。\n\n我与泰特就他的项目谈了几次，遗憾的是基金没有投资，但我与他保持联系。\n\n虽然在投资基金工作很棒，但与构建初创公司相比有点无聊。所以有一天我给泰特发消息，问他是否有兴趣一起工作，因为我在找工作。\n\n很难看出我如何可能与他一起工作，因为当时我不会编程，在VC方面也不是很专注于产品。\n\n所以我开始学习编程，这让我构建了我的第一个项目，一个加密交易分析网站。这个项目发展了，我们（我和几个Fiverr承包商）获得了资助来全职专注于它。我辞去了投资工作，全职在项目上工作了一年。\n\n过了一段时间，我接近泰特，向他展示了项目，并告诉他我学会了编程。我认为这让泰特兴奋，因为他遇到了很多说要做事但从不做的人。\n\n泰特当时正在研究一个叫Community Labs的新想法，他们刚刚完成了种子轮。我张开双臂抓住了这个机会，退还了我们收到的分析资助，并作为第一个外部Fellow加入。\n\n我在Community Labs工作了大约2年，构建了各种项目，如Othent、Oases、subsidise-JS和AO Ventures。\n\n在Community Labs期间我遇到了马顿，我们有很多相似之处，在公司里变得亲密。马顿是一个叫ArConnect的项目的创始人，这是一个Web3 Arweave钱包。\n\n有一天，当他去我当时居住的剑桥出差时，我们意识到Arweave DeFi中所有这些代币有多大的潜力。\n\n我们非常幸运，AO——Arweave上的新计算层——还处于起步阶段。我们想出了一个DeFi协议的想法，你可以在AR代币上赚取利息，并称之为Operation Liquidity（让我们为Arweave带来流动性）。\n\n我们启动了一个等待列表，你可以用Arweave钱包注册并向协议承诺资产。\n\n在最初的两个小时内，该等待列表增长到超过200万美元，在接下来的几个月里增长到5500万美元，有超过3000个电子邮件注册。\n\n然后我们将想法重命名为LiquidOps（Operation Liquidity倒过来并缩短），我们为这个想法筹集了32.5万美元的预种子轮，并作为第一个fellow spin out从Community Labs分离出来（第一个进来第一个出去哈哈）。\n\n我现在花时间在LiquidOps上工作，这是一个建立在Arweave和AO上的借贷协议。\n\n感谢阅读，我希望我的故事能够激励你追逐梦想，从一个在阁楼里想要为区块链公司工作的年轻孩子，到现在共同创立一家公司，我们在LiquidOps才刚刚开始，我超级兴奋看到这条路将把我带到哪里！"
  },
  "Blogs": {
    "pageTitle": "博客",
    "backToBlogs": "返回博客"
  }
}
