{
  "Header": {
    "about": "Acerca de"
  },
  "Footer": {
    "contact": "Contacto"
  },
  "About": {
    "title1": "¿Quién es Lorimer Jenkins?",
    "paragraph1": "Lorimer Jenkins es un emprendedor tecnológico del Reino Unido, construyendo LiquidOps, un protocolo descentralizado de préstamos y créditos construido en el ecosistema Web3 de Arweave y AO.",
    "title2": "Acerca de mí",
    "paragraph2": "Nací en el Reino Unido el 30 de julio de 2003, crecí en Hertfordshire y fui entrenado desde pequeño en Actuación y Teatro Musical.\n\nAunque me gustaba la actuación, a los 17 años decidí que no era para mí y decidí perseguir otras carreras. El primer lugar donde comencé a buscar fue tratando de encontrar algo que hacer con mi pasión por algo llamado Blockchain. Siempre había anhelado trabajar para una empresa de Blockchain pero nunca pensé que fuera lo suficientemente inteligente o que tuviera los títulos para hacerlo.\n\nLa mayoría de mis compañeros estaban siguiendo la academia tradicional en el colegio/universidad estudiando materias STEM. Sentí que me había disparado en el pie ya que en ese momento estaba en un colegio de actuación. Este sentimiento luego se convirtió en una de mis fortalezas más valoradas: ser el desvalido.\n\nRecuerdo haber visto un video de Gary Vee en ese momento donde él decía que había trabajado gratis cuando era más joven, ya que es súper sin riesgo para una empresa contratar a alguien gratis, podían apostar más grande en a quién contrataban.\n\nAsí que me propuse y envié emails a más de 500 empresas, fundadores y firmas de inversión. Creo que de todos los emails que hice, solo alrededor de 6 dieron resultado. Todavía mantengo contacto cercano con los 6 y continúo trabajando junto a ellos de muchas maneras hasta el día de hoy.\n\nUno de los 6 trabajaba en un fondo de inversión que invertía en cripto, vio lo hambriento que estaba solo de trabajar y me puso en contacto con el MP de la firma que estaba buscando más pasantes.\n\nEsto comenzó todo para mí, trabajé en la firma como pasante no remunerado por 3 meses y después continué trabajando ahí como analista pagado por un año. Mirando hacia atrás era el trabajo más aburrido y que adormecía la mente, pero lo amé absolutamente, trabajé en su VC y HF de cripto.\n\nHabiendo trabajado en la firma por un año, los socios comenzaron a confiar más en mí y comencé a aparecer en llamadas de presentación para tomar notas para su IC. Comencé tratando de buscar empresas interesantes para el fondo en X un día y me topé con un tipo llamado Tate construyendo un DEX.\n\nHasta este punto siempre era el más joven en la sala por mucho, Tate tenía mi edad (18) en ese momento y estaba extasiado de charlar con él como el fundador de un DEX a MI EDAD.\n\nHablé con Tate algunas veces sobre su proyecto, tristemente el fondo no invirtió, pero me mantuve en contacto con él.\n\nAunque trabajar en un fondo de inversión es genial, es un poco aburrido comparado con construir una startup. Así que un día le escribí a Tate y le dije que estaba buscando trabajo y si estaría interesado en trabajar juntos, él dijo que no.\n\nDijo que no porque era difícil ver en qué rol encajaría yo, extremadamente decepcionado y lleno de la mentalidad de desvalido que había desarrollado, me enseñé a programar en unos pocos meses.\n\nEsto me llevó a construir mi primer proyecto, un sitio web de análisis para transacciones de cripto. Este proyecto creció y nos dieron una beca para nosotros (yo y algunos contratistas de Fiverr) para enfocarnos en él tiempo completo. Renuncié a mi trabajo de inversión para trabajar en el proyecto tiempo completo y lo hice por un año.\n\nDespués de algún tiempo volví a acercarme a Tate, le mostré el proyecto y le dije que había aprendido a programar. Creo que esto emocionó a Tate ya que conocía a tanta gente que decía que iba a hacer cosas pero nunca las hacía.\n\nTate estaba trabajando en una nueva idea en ese momento llamada Community Labs, acababan de levantar su ronda semilla. Tomé esta oportunidad con los brazos abiertos, devolví la beca de análisis que recibimos y me uní como el primer Fellow externo.\n\nTrabajé en Community Labs por 2 años más o menos construyendo varios proyectos como Othent, Oases, subsidise-JS y AO Ventures.\n\nMientras estaba en Community Labs conocí a Marton, compartíamos muchas similitudes y nos hicimos cercanos en la empresa. Marton era el fundador de un proyecto llamado ArConnect, una wallet Web3 de Arweave.\n\nUn día mientras él estaba en un viaje a Cambridge, donde yo vivía en ese momento, nos dimos cuenta de cuánto potencial había para todos estos tokens en Arweave DeFi.\n\nTuvimos mucha suerte de que AO, una nueva capa de computación sobre Arweave, estaba en su infancia. Se nos ocurrió la idea de un protocolo DeFi donde podrías ganar interés en tus tokens AR y lo llamamos Operation Liquidity (traigamos liquidez a Arweave).\n\nLanzamos una lista de espera donde podrías registrarte con tu wallet de Arweave y comprometer activos al protocolo.\n\nDentro de las primeras dos horas esa lista de espera creció a más de $2 millones y durante los siguientes meses creció a $55 millones con más de 3 mil registros de email.\n\nLuego renombramos la idea a LiquidOps (Operation Liquidity al revés y acortado), levantamos una ronda pre-semilla para la idea de $325k y nos separamos de Community Labs como las primeras spin outs de fellows (primero en entrar, primero en salir jaja).\n\nAhora paso mi tiempo trabajando en LiquidOps, un protocolo de préstamos y créditos construido en Arweave y AO.\n\nGracias por leer, espero que mi historia pueda inspirarte a perseguir tus sueños desde un niño joven en su ático queriendo trabajar en una empresa de Blockchain, hasta ahora siendo el Co-fundador y CEO de una, apenas estamos comenzando en LiquidOps y estoy emocionado de seguir construyendo!"
  }
}
