{
  "Header": {
    "about": "について",
    "blogs": "ブログ"
  },
  "Footer": {
    "contact": "お問い合わせ"
  },
  "About": {
    "title1": "ローリマー・ジェンキンスとは？",
    "paragraph1": "ローリマー・ジェンキンスは英国のテック起業家で、ArweaveとAO Web3エコシステム上に構築された分散型貸借プロトコルLiquidOpsを開発しています。",
    "title2": "私について",
    "paragraph2": "私は2003年7月30日にイギリスで生まれ、ハートフォードシャーで育ちました。幼い頃から演技とミュージカルシアターの訓練を受けていました。\n\n演技は好きでしたが、17歳の時にそれは自分には向いていないと決断し、他のキャリアを追求することにしました。最初に探し始めたのは、ブロックチェーンと呼ばれるものへの情熱と関係のある何かを見つけることでした。私は常にブロックチェーン会社で働きたいと憧れていましたが、英国の小さな町出身なので、それが可能だとは思っていませんでした。\n\n私の同世代の多くは大学でSTEM科目を学ぶ伝統的な学業を追求していました。私はその時演技学校にいたので、自分で自分の足を撃ったような気がしていました。この感情は後に私の最も価値ある強みの一つ、アンダードッグであることに変わりました。\n\nその時、ゲイリー・ヴィーが若い頃に無料で働いていたというビデオを見たことを覚えています。会社にとって無料で誰かを雇うのは非常にリスクが少なく、より大きな賭けをして雇うことができるからです。\n\nそこで私は500以上の企業、創業者、投資会社にメールを送りました。送ったメールのうち、おそらく6通程度しか返事がありませんでした。その6人全員と今でも親しくしており、今日まで様々な形で一緒に働き続けています。\n\nその6人のうち1人がクリプトに投資するベンチャーファンドで働いていて、私がただ働きたいという熱意を見て、インターンを探していた会社のMPと私を連絡してくれました。\n\nこれが私にとってすべての始まりでした。3か月間無給のインターンとしてその会社で働き、その後1年間有給のアナリストとして働き続けました。振り返ってみると最も退屈で頭が麻痺するような仕事でしたが、絶対に愛していました。彼らのクリプトVCとHFで働きました。\n\n会社で1年働いた後、パートナーたちは私をより信頼し始め、ICのためのメモを取るためにピッチコールに参加するようになりました。ある日、ファンドのために興味深い会社をXで探していた時、DEXを構築しているテイトという男性に出会いました。\n\nそれまで私は常に部屋で最も若い人でした。テイトは当時私と同じ年齢（18歳）で、私の年齢でDEXの創業者として彼と話せることに興奮していました。\n\nテイトとは彼のプロジェクトについて何度か話しました。残念ながらファンドは投資しませんでしたが、連絡を取り続けました。\n\n投資ファンドで働くことは素晴らしいですが、スタートアップを構築することと比べると少し退屈です。そこである日、テイトにメッセージを送り、仕事を探していて一緒に働くことに興味があるかと尋ねました。\n\n当時の私はプログラミングができず、VCサイドにいたためプロダクト志向でもなかったので、どのように彼と働けるかを見つけるのは困難でした。\n\nそこでプログラミングを学ぶことにしました。これにより最初のプロジェクト、クリプト取引のアナリティクスウェブサイトを構築することになりました。このプロジェクトは成長し、私たち（私と数人のFiverrコントラクター）がフルタイムで集中するための助成金を受けました。投資の仕事を辞めて1年間フルタイムでプロジェクトに取り組みました。\n\nしばらくしてテイトに近づき、プロジェクトを見せてプログラミングを学んだことを伝えました。テイトは何かをすると言って実際にやらない人をたくさん見てきたので、これに興奮したと思います。\n\nテイトは当時Community Labsという新しいアイデアに取り組んでおり、シードラウンドを調達したばかりでした。私はこの機会を両手で受け入れ、受け取ったアナリティクス助成金を返却し、最初の外部フェローとして参加しました。\n\nCommunity Labsで約2年間働き、Othent、Oases、subsidise-JS、AO Venturesなどの様々なプロジェクトを構築しました。\n\nCommunity Labsでマートンと出会いました。私たちは多くの共通点を共有し、会社で親しくなりました。マートンはArConnect（Web3 Arweaveウォレット）というプロジェクトの創業者でした。\n\nある日、彼が私が当時住んでいたケンブリッジへの出張中に、Arweave DeFiのすべてのトークンにどれほどの可能性があるかを実感しました。\n\nArweave上の新しいコンピューティングレイヤーであるAOがまだ初期段階にあったのは非常に幸運でした。ARトークンで利息を得ることができるDeFiプロトコルのアイデアを思いつき、Operation Liquidity（Arweaveに流動性をもたらそう）と名付けました。\n\nArweaveウォレットでサインアップし、プロトコルに資産を誓約できるウェイティングリストを立ち上げました。\n\n最初の2時間で、そのウェイティングリストは200万ドルを超えて成長し、その後数か月で5,500万ドルまで成長し、3,000以上のメール登録を獲得しました。\n\nその後、アイデアをLiquidOps（Operation Liquidityを逆にして短縮）に名前を変更し、32万5千ドルのプリシードラウンドを調達し、Community Labsから最初のフェロースピンアウト（最初に入って最初に出る、ハハ）として独立しました。\n\n現在私はArweaveとAO上に構築された貸借プロトコルであるLiquidOpsで働いています。\n\n読んでいただきありがとうございます。私の物語が、屋根裏部屋でブロックチェーン会社で働きたいと思っていた若い子供から、今では共同創業者になるまでの夢を追いかけることにインスピレーションを与えられることを願っています。LiquidOpsではまだ始まったばかりで、この道がどこに導かれるかとても楽しみです！"
  }
}
