{
  "Header": {
    "about": "について"
  },
  "Footer": {
    "contact": "お問い合わせ"
  },
  "About": {
    "title1": "ロリマー・ジェンキンスとは？",
    "paragraph1": "ロリマー・ジェンキンスは英国出身のテック起業家で、ArweaveとAO Web3エコシステムに構築された分散型貸借プロトコルであるLiquidOpsを開発しています。",
    "title2": "私について",
    "paragraph2": "私は2003年7月30日にイギリスで生まれ、ハートフォードシャーで育ち、幼い頃から演技とミュージカルシアターの訓練を受けました。\n\n演技は好きでしたが、17歳の時にそれは自分には向いていないと決めて、他のキャリアを追求することにしました。最初に探し始めた場所は、ブロックチェーンと呼ばれるものへの情熱を活かせる何かを見つけることでした。私は常にブロックチェーン企業で働くことを夢見ていましたが、十分に賢くないし、そのための学位もないと思っていました。\n\n私の同世代のほとんどは大学でSTEM科目を学ぶ伝統的な学問を追求していました。当時演技大学にいた私は、自分で自分の足を撃ったような気がしていました。この感情は後に私の最も価値ある強みの一つ、つまりアンダードッグであることに変わりました。\n\nその時にゲイリー・ヴィーのビデオを見たのを覚えています。彼は若い頃に無料で働いていたと言っていました。企業にとって誰かを無料で雇うことは超低リスクなので、誰を雇うかについてより大きな賭けに出ることができるからです。\n\nそこで私は500以上の企業、創設者、投資会社にメールを送りました。送ったメールの中で、結果を出したのは約6通だけだったと思います。その6人全員と今でも親しくしており、今日まで様々な形で一緒に仕事を続けています。\n\nその6人のうちの1人は、仮想通貨に投資するベンチャーファンドで働いていました。彼は私がただ働きたいという強い意欲を見て、より多くのインターンを探していた会社のMPと私を繋げてくれました。\n\nこれが私にとってすべての始まりでした。私は3ヶ月間無給インターンとして会社で働き、その後1年間有給アナリストとして働き続けました。振り返ってみると、それは最も退屈で頭を麻痺させる仕事でしたが、私は完全にそれを愛していました。彼らの仮想通貨VCとHFで働きました。\n\n会社で1年働いた後、パートナーたちは私をより信頼し始め、私は彼らのICのためのメモを取るためにピッチコールに参加し始めました。ある日、Xでファンドのための興味深い企業を探そうとしていた時に、DEXを構築しているテイトという男に出会いました。\n\nそれまで私は常に部屋で圧倒的に最年少でしたが、テイトは当時私と同じ年齢（18歳）で、私の年齢でDEXの創設者として彼と話せることに大興奮しました。\n\nテイトと彼のプロジェクトについて何度か話しましたが、残念ながらファンドは投資しませんでした。しかし、私は彼との連絡を維持しました。\n\n投資ファンドで働くことは素晴らしいですが、スタートアップを構築することと比べると少し退屈です。そこで、ある日私はテイトにメッセージを送り、仕事を探していて一緒に働くことに興味があるかどうか尋ねました。彼は断りました。\n\n私がどの役割に適するかを見極めるのが難しかったので彼は断ったのです。極度に落胆し、私が培ったアンダードッグメンタリティに満ちて、私は数ヶ月でプログラミングを独学しました。\n\nこれが私の最初のプロジェクト、仮想通貨取引の分析ウェブサイトの構築につながりました。このプロジェクトは成長し、私たち（私と数人のFiverrの請負業者）がフルタイムでそれに集中するための助成金を得ました。私は投資の仕事を辞めて、1年間プロジェクトにフルタイムで取り組みました。\n\nしばらくして、私は再びテイトにアプローチし、プロジェクトを見せてプログラミングを学んだことを伝えました。テイトは、何かをすると言っても実際にはやらない多くの人々に会っていたので、これに興奮したと思います。\n\nテイトは当時、Community Labsという新しいアイデアに取り組んでいました。彼らはシードラウンドを調達したばかりでした。私はこの機会を両手で掴み、受け取った分析助成金を返却し、最初の外部フェローとして参加しました。\n\nCommunity Labsで約2年間働き、Othent、Oases、subsidise-JS、AO Venturesなど様々なプロジェクトを構築しました。\n\nCommunity Labsにいる間、マートンに出会いました。私たちは多くの共通点を共有し、会社で親しくなりました。マートンはArConnect（Web3 Arweaveウォレット）というプロジェクトの創設者でした。\n\nある日、彼が当時私が住んでいたケンブリッジに旅行中だった時、Arweave DeFiのすべてのトークンにどれだけの可能性があるかを実感しました。\n\nAO（Arweave上の新しいコンピューティング層）がまだ初期段階にあったのは非常に幸運でした。ARトークンで利息を得ることができるDeFiプロトコルのアイデアを思いつき、それをOperation Liquidity（Arweaveに流動性をもたらそう）と名付けました。\n\nArweaveウォレットでサインアップし、プロトコルに資産を誓約できるウェイトリストを開始しました。\n\n最初の2時間でそのウェイトリストは200万ドルを超えて成長し、その後数ヶ月で3000以上のメール登録と共に5500万ドルまで成長しました。\n\nその後、アイデアをLiquidOps（Operation Liquidityを逆にして短縮）に改名し、そのアイデアのために32万5000ドルのプレシードラウンドを調達し、最初のフェロースピンアウトとしてCommunity Labsから独立しました（最初に入って最初に出る、ハハ）。\n\n現在私はArweaveとAOに構築された貸借プロトコルであるLiquidOpsに取り組んでいます。\n\n読んでくださりありがとうございます。私の物語が、屋根裏部屋でブロックチェーン企業で働きたがっていた若い子供から、今では共同創設者兼CEOになるまでの夢を追いかけるあなたのインスピレーションになることを願っています。LiquidOpsではまだ始まったばかりで、引き続き構築することに興奮しています！"
  }
}
