{
  "Header": {
    "about": "Über uns"
  },
  "Footer": {
    "contact": "Kontakt"
  },
  "About": {
    "title1": "Wer ist Lorimer Jenkins?",
    "paragraph1": "Lorimer Jenkins ist ein Tech-Unternehmer aus Großbritannien, der LiquidOps entwickelt - ein dezentrales Leih- und Darlehensprotokoll, das im Arweave- und AO Web3-Ökosystem aufgebaut ist.",
    "title2": "Über mich",
    "paragraph2": "Ich wurde am 30. Juli 2003 im Vereinigten Königreich geboren, wuchs in Hertfordshire auf und wurde von klein auf in Schauspielerei und Musiktheater ausgebildet.\n\nObwohl mir die Schauspielerei gefiel, entschied ich im Alter von 17 Jahren, dass sie nichts für mich war und beschloss, andere Karrieren zu verfolgen. Der erste Ort, an dem ich zu suchen begann, war der Versuch, etwas mit meiner Leidenschaft für etwas namens Blockchain zu finden. Ich hatte schon immer davon geträumt, für ein Blockchain-Unternehmen zu arbeiten, dachte aber nie, dass ich klug genug wäre oder die nötigen Abschlüsse hätte.\n\nDie meisten meiner Altersgenossen verfolgten traditionelle Akademiker am College/Uni und studierten MINT-Fächer. Ich hatte das Gefühl, mir selbst ins Bein geschossen zu haben, da ich zu der Zeit an einem Schauspiel-College war. Dieses Gefühl verwandelte sich später in eine meiner wertvollsten Stärken: der Außenseiter zu sein.\n\nIch erinnere mich daran, wie ich damals ein Gary Vee-Video angeschaut habe, in dem er sagte, dass er kostenlos gearbeitet hatte, als er jünger war, da es für ein Unternehmen super risikoarm ist, jemanden kostenlos einzustellen - sie konnten einen größeren Einsatz bei der Einstellung wagen.\n\nAlso machte ich mich auf den Weg und schrieb über 500 Unternehmen, Gründer und Investmentfirmen an. Ich denke, von all den E-Mails, die ich verschickt habe, haben nur etwa 6 gefruchtet. Ich stehe immer noch mit allen 6 in engem Kontakt und arbeite bis heute auf viele Weise mit ihnen zusammen.\n\nEiner der 6 arbeitete bei einem Venture-Fonds, der in Krypto investierte. Er sah, wie hungrig ich einfach nur auf Arbeit war und brachte mich mit dem MP der Firma in Kontakt, der nach mehr Praktikanten suchte.\n\nDas war der Anfang von allem für mich. Ich arbeitete 3 Monate lang als unbezahlter Praktikant in der Firma und arbeitete danach ein Jahr lang dort als bezahlter Analyst. Rückblickend war es die langweiligste Arbeit überhaupt, aber ich liebte sie absolut. Ich arbeitete an ihrem Krypto-VC und HF.\n\nNachdem ich ein Jahr lang in der Firma gearbeitet hatte, begannen die Partner, mir mehr zu vertrauen, und ich fing an, bei Pitch-Calls aufzutauchen, um Notizen für ihr IC zu machen. Ich suchte eines Tages auf X nach interessanten Unternehmen für den Fonds und stieß auf einen Typen namens Tate, der eine DEX aufbaute.\n\nBis zu diesem Punkt war ich immer der Jüngste im Raum, und zwar bei weitem. Tate war zu der Zeit in meinem Alter (18) und ich war begeistert, mit ihm zu sprechen, da er der Gründer einer DEX in MEINEM ALTER war.\n\nIch sprach ein paar Mal mit Tate über sein Projekt. Leider investierte der Fonds nicht, aber ich blieb in Kontakt mit ihm.\n\nObwohl die Arbeit bei einem Investmentfonds großartig ist, ist sie etwas langweilig im Vergleich zum Aufbau eines Startups. Also schrieb ich eines Tages Tate an und sagte ihm, dass ich auf Jobsuche sei und ob er Interesse an einer Zusammenarbeit hätte. Er sagte nein.\n\nEr sagte nein, weil es schwer zu erkennen war, in welche Rolle ich passen würde. Extrem enttäuscht und voller der Außenseiter-Mentalität, die ich entwickelt hatte, brachte ich mir in ein paar Monaten das Programmieren bei.\n\nDas führte mich dazu, mein erstes Projekt zu entwickeln: eine Analyse-Website für Krypto-Transaktionen. Dieses Projekt wuchs und wir erhielten ein Stipendium für uns (mich und ein paar Fiverr-Auftragnehmer), um uns Vollzeit darauf zu konzentrieren. Ich kündigte meinen Investmentjob, um ein Jahr lang Vollzeit an dem Projekt zu arbeiten.\n\nNach einiger Zeit ging ich wieder auf Tate zu, zeigte ihm das Projekt und erzählte ihm, dass ich programmieren gelernt hatte. Ich denke, das begeisterte Tate, da er so viele Menschen traf, die sagten, sie würden Dinge tun, es aber nie taten.\n\nTate arbeitete zu der Zeit an einer neuen Idee namens Community Labs, sie hatten gerade ihre Seed-Runde abgeschlossen. Ich ergriff diese Gelegenheit mit offenen Armen, gab das Analytics-Stipendium zurück, das wir erhalten hatten, und trat als erster externer Fellow bei.\n\nIch arbeitete etwa 2 Jahre bei Community Labs und entwickelte verschiedene Projekte wie Othent, Oases, subsidise-JS und AO Ventures.\n\nWährend meiner Zeit bei Community Labs lernte ich Marton kennen. Wir teilten viele Gemeinsamkeiten und wurden im Unternehmen enge Freunde. Marton war der Gründer eines Projekts namens ArConnect, einer Web3 Arweave-Wallet.\n\nEines Tages, als er auf einer Reise nach Cambridge war, wo ich zu der Zeit lebte, erkannten wir, wie viel Potenzial all diese Token im Arweave DeFi hatten.\n\nWir hatten großes Glück, dass AO, eine neue Computing-Schicht auf Arweave, noch in den Kinderschuhen steckte. Wir entwickelten die Idee eines DeFi-Protokolls, bei dem man Zinsen auf seine AR-Token verdienen konnte, und nannten es Operation Liquidity (lasst uns Liquidität zu Arweave bringen).\n\nWir starteten eine Warteliste, bei der man sich mit seiner Arweave-Wallet anmelden und Assets für das Protokoll zusagen konnte.\n\nInnerhalb der ersten zwei Stunden wuchs diese Warteliste auf über 2 Millionen Dollar und über die nächsten Monate auf 55 Millionen Dollar mit über 3.000 E-Mail-Anmeldungen.\n\nWir benannten die Idee dann in LiquidOps um (Operation Liquidity rückwärts und verkürzt), wir sammelten eine Pre-Seed-Runde von 325.000 Dollar für die Idee und gründeten uns als erste Fellow-Ausgliederung aus Community Labs aus (erster rein, erster raus, haha).\n\nIch verbringe jetzt meine Zeit damit, an LiquidOps zu arbeiten, einem Leih- und Darlehensprotokoll, das auf Arweave und AO aufgebaut ist.\n\nDanke fürs Lesen. Ich hoffe, meine Geschichte kann dich dazu inspirieren, deine Träume zu verfolgen - von einem jungen Kind auf seinem Dachboden, das für ein Blockchain-Unternehmen arbeiten wollte, bis hin zum Mitgründer und CEO eines solchen. Wir fangen bei LiquidOps gerade erst an und ich freue mich darauf, weiter zu bauen!"
  }
}