{
  "Header": {
    "about": "À propos"
  },
  "Footer": {
    "contact": "Contact"
  },
  "About": {
    "title1": "Qui est Lorimer Jenkins ?",
    "paragraph1": "Lorimer Jenkins est un entrepreneur technologique du Royaume-Uni, développant LiquidOps, un protocole décentralisé de prêt et d'emprunt construit dans l'écosystème Web3 d'Arweave et AO.",
    "title2": "À propos de moi",
    "paragraph2": "Je suis né au Royaume-Uni le 30 juillet 2003, j'ai grandi dans le Hertfordshire et j'ai été formé dès mon plus jeune âge au théâtre et au théâtre musical.\n\nBien que j'aimais le théâtre, à 17 ans j'ai décidé que ce n'était pas pour moi et j'ai décidé de poursuivre d'autres carrières. Le premier endroit où j'ai commencé à chercher était d'essayer de trouver quelque chose à faire avec ma passion pour quelque chose appelé Blockchain. J'avais toujours rêvé de travailler pour une entreprise Blockchain mais je n'ai jamais pensé que j'étais assez intelligent ou que j'avais les diplômes pour le faire.\n\nLa plupart de mes pairs poursuivaient des études académiques traditionnelles au collège/université en étudiant des matières STEM. J'avais l'impression de me tirer une balle dans le pied car à l'époque j'étais dans un collège de théâtre. Ce sentiment s'est plus tard transformé en l'une de mes forces les plus précieuses : être l'outsider.\n\nJe me souviens avoir regardé une vidéo de Gary Vee à l'époque où il disait qu'il avait travaillé gratuitement quand il était plus jeune, car c'est super dé-risqué pour une entreprise d'embaucher quelqu'un gratuitement, ils pouvaient prendre un plus gros pari sur qui ils embauchaient.\n\nAlors je me suis lancé et j'ai envoyé des emails à plus de 500 entreprises, fondateurs et firmes d'investissement. Je pense que sur tous les emails que j'ai envoyés, seulement environ 6 ont porté leurs fruits. Je suis encore proche des 6 et continue à travailler à leurs côtés de bien des façons à ce jour.\n\nL'un des 6 travaillait dans un fonds de capital-risque qui investissait dans la crypto, il a vu à quel point j'avais faim de simplement travailler et m'a mis en contact avec le MP de la firme qui cherchait plus de stagiaires.\n\nCela a tout commencé pour moi, j'ai travaillé dans la firme comme stagiaire non rémunéré pendant 3 mois et après j'ai continué à y travailler comme analyste payé pendant un an. En regardant en arrière, c'était le travail le plus ennuyeux qui soit, mais je l'adorais absolument, j'ai travaillé sur leur VC et HF crypto.\n\nAyant travaillé dans la firme pendant un an, les partenaires ont commencé à me faire plus confiance et j'ai commencé à assister aux appels de présentation pour prendre des notes pour leur IC. J'ai commencé à essayer de chercher des entreprises intéressantes pour le fonds sur X un jour et je suis tombé sur un type appelé Tate qui construisait un DEX.\n\nJusqu'à ce point j'étais toujours le plus jeune dans la salle de loin, Tate avait mon âge (18 ans) à l'époque et j'étais ravi de discuter avec lui en tant que fondateur d'un DEX à MON ÂGE.\n\nJ'ai parlé avec Tate quelques fois de son projet, malheureusement le fonds n'a pas investi, mais je suis resté en contact avec lui.\n\nBien que travailler dans un fonds d'investissement soit génial, c'est un peu ennuyeux comparé à la construction d'une startup. Alors un jour j'ai envoyé un message à Tate et je l'ai approché en disant que je cherchais un travail et s'il serait intéressé à travailler ensemble, il a dit non.\n\nIl a dit non car c'était difficile de voir dans quel rôle je pourrais m'intégrer, extrêmement déçu et plein de la mentalité d'outsider que j'avais développée, je me suis appris à coder en quelques mois.\n\nCela m'a mené à construire mon premier projet, un site web d'analyse pour les transactions crypto. Ce projet a grandi et on nous a donné une subvention pour nous (moi et quelques contractants Fiverr) pour nous concentrer dessus à temps plein. J'ai quitté mon travail d'investissement pour travailler sur le projet à temps plein et je l'ai fait pendant un an.\n\nAprès quelque temps, j'ai de nouveau approché Tate, je lui ai montré le projet et je lui ai dit que j'avais appris à coder. Je pense que cela a excité Tate car il rencontrait tant de gens qui disaient qu'ils allaient faire des choses mais ne les faisaient jamais.\n\nTate travaillait sur une nouvelle idée à l'époque appelée Community Labs, ils venaient de lever leur tour de table de démarrage. J'ai saisi cette opportunité à bras ouverts, j'ai rendu la subvention d'analyse que nous avions reçue et j'ai rejoint en tant que premier Fellow externe.\n\nJ'ai travaillé chez Community Labs pendant environ 2 ans en construisant divers projets comme Othent, Oases, subsidise-JS et AO Ventures.\n\nPendant que j'étais chez Community Labs, j'ai rencontré Marton, nous partagions beaucoup de similitudes et sommes devenus proches dans l'entreprise. Marton était le fondateur d'un projet appelé ArConnect, un portefeuille Web3 Arweave.\n\nUn jour alors qu'il était en voyage à Cambridge, où je vivais à l'époque, nous avons réalisé combien de potentiel il y avait pour tous ces tokens dans Arweave DeFi.\n\nNous avons eu beaucoup de chance qu'AO, une nouvelle couche de calcul sur Arweave, était à ses débuts. Nous avons eu l'idée d'un protocole DeFi où vous pourriez gagner des intérêts sur vos tokens AR et nous l'avons appelé Operation Liquidity (apportons de la liquidité à Arweave).\n\nNous avons lancé une liste d'attente où vous pourriez vous inscrire avec votre portefeuille Arweave et promettre des actifs au protocole.\n\nDans les deux premières heures, cette liste d'attente a grandi à plus de 2 millions de dollars et au cours des mois suivants a grandi à 55 millions de dollars avec plus de 3 mille inscriptions par email.\n\nNous avons ensuite renommé l'idée LiquidOps (Operation Liquidity à l'envers et raccourci), nous avons levé un tour pré-amorçage pour l'idée de 325 000 $ et nous sommes sortis de Community Labs en tant que premières spin-outs de fellows (premier entré, premier sorti haha).\n\nJe passe maintenant mon temps à travailler sur LiquidOps, un protocole de prêt et d'emprunt construit sur Arweave et AO.\n\nMerci d'avoir lu, j'espère que mon histoire peut vous inspirer à poursuivre vos rêves d'un jeune enfant dans son grenier voulant travailler dans une entreprise Blockchain, à maintenant être le Co-fondateur et PDG d'une, nous ne faisons que commencer chez LiquidOps et je suis excité de continuer à construire !"
  }
}