{
  "Header": {
    "about": "关于"
  },
  "Footer": {
    "contact": "联系我们"
  },
  "About": {
    "title1": "谁是洛里默·詹金斯？",
    "paragraph1": "洛里默·詹金斯是一位来自英国的科技企业家，正在构建LiquidOps——一个建立在Arweave和AO Web3生态系统上的去中心化借贷协议。",
    "title2": "关于我",
    "paragraph2": "我于2003年7月30日出生在英国，在赫特福德郡长大，从小就接受表演和音乐剧的训练。\n\n虽然我喜欢表演，但在17岁时我决定这不适合我，并决定追求其他职业。我开始寻找的第一个地方是试图找到与我对区块链这个东西的热情有关的事情。我一直渴望为区块链公司工作，但从未想过自己足够聪明或有学位来做这件事。\n\n我的大多数同龄人都在大学/大学里追求传统的学术研究STEM学科，我觉得我当时在表演学院时给自己带来了麻烦。这种感觉后来变成了我最珍贵的优势之一——成为弱者。\n\n我记得当时看了一个Gary Vee的视频，他说他年轻时曾免费工作，因为对公司来说免费雇佣某人是超级低风险的，他们可以在雇佣谁方面下更大的赌注。\n\n所以我开始给500多家公司、创始人和投资公司发邮件。我想在我发的所有邮件中，只有大约6封有了回音，我仍然与这6个人保持密切联系，直到今天仍在许多方面与他们合作。\n\n其中一个人在一家投资加密货币的风险投资基金工作，他看到我对工作的渴望，让我与正在寻找更多实习生的公司MP取得了联系。\n\n这为我开启了一切，我在该公司做了3个月的无薪实习生，之后继续在那里做了一年的有薪分析师。回想起来，这是最令人麻木的无聊工作，但我绝对喜欢它，我在他们的加密VC和HF工作。\n\n在公司工作一年后，合伙人开始更信任我，我开始参加推介电话为他们的IC做笔记。有一天我开始尝试在X上为基金寻找有趣的公司，我遇到了一个叫Tate的人，他正在构建一个DEX。\n\n到这时为止，我总是房间里最年轻的人，Tate当时和我同龄（18岁），我很兴奋能够与他这个在我这个年龄的DEX创始人聊天。\n\n我和Tate就他的项目谈了几次，遗憾的是基金没有投资，但我与他保持了联系。\n\n虽然在投资基金工作很棒，但与构建初创公司相比有点无聊。所以有一天我给Tate发消息，告诉他我正在找工作，问他是否有兴趣一起工作，他说不。\n\n他说不是因为很难看出我适合什么角色，极度沮丧并充满了我已经培养的弱者心态，我在几个月内自学了编程。\n\n这导致我构建了我的第一个项目，一个加密交易分析网站。这个项目发展壮大，我们获得了让我们（我和几个Fiverr承包商）全职专注于它的资助。我辞去了投资工作，全职做了一年这个项目。\n\n过了一段时间，我再次接近Tate，向他展示了这个项目，并告诉他我学会了编程。我认为这让Tate很兴奋，因为他见过很多说要做事情但从未做的人。\n\nTate当时正在做一个叫Community Labs的新想法，他们刚刚完成了种子轮融资。我张开双臂抓住了这个机会，退还了我们收到的分析资助，并作为第一个外部Fellow加入。\n\n我在Community Labs工作了大约2年，构建了各种项目，如Othent、Oases、subsidise-JS和AO Ventures。\n\n在Community Labs期间，我遇到了Marton，我们有很多相似之处，在公司里变得很亲近。Marton是一个叫ArConnect的项目的创始人，这是一个Web3 Arweave钱包。\n\n有一天，当他去剑桥旅行时（我当时住在那里），我们意识到Arweave DeFi中所有这些代币有多大的潜力。\n\n我们非常幸运，AO（Arweave之上的新计算层）还处于起步阶段。我们想出了一个DeFi协议的想法，你可以在AR代币上赚取利息，我们称之为Operation Liquidity（让我们为Arweave带来流动性）。\n\n我们推出了一个等待列表，你可以用你的Arweave钱包注册并向协议承诺资产。\n\n在前两个小时内，该等待列表增长到超过200万美元，在接下来的几个月里增长到5500万美元，有超过3000个电子邮件注册。\n\n然后我们将这个想法重新命名为LiquidOps（Operation Liquidity的倒序和缩写），我们为这个想法筹集了32.5万美元的预种子轮，并作为第一个Fellow分拆公司从Community Labs分离出来（先进先出哈哈）。\n\n我现在把时间花在LiquidOps上，这是一个建立在Arweave和AO上的借贷协议。\n\n感谢阅读，我希望我的故事能激励你追逐你的梦想，从一个在阁楼里想要为区块链公司工作的年轻孩子，到现在成为其中一家公司的联合创始人兼CEO，我们在LiquidOps才刚刚开始，我很兴奋继续构建！"
  }
}